{
    "Sheet1": [
        {
            "T/r": "17",
            "Savol": "Tijorat tashkilotlarining bank hisobvaraqlariga to‘qqiz oy mobaynida moliya-xo‘jalik faoliyati bo‘yicha pul mablag‘lari tushmaganligi to‘g‘risida tijorat banklaridan ma’lumot tushgach, davlat soliq xizmati organlari qaysi tashkilotlarni xabardor qiladi?",
            "yo'nalish": "yuridik shaxsni tugatish",
            "Javob": "Ro‘yxatdan o‘tkazuvchi organ va ro‘yxatdan o‘tgan joydagi davlat statistika organlarini; O‘zbekiston Respublikasi Bosh prokuraturasi huzuridagi Majburiy ijro byurosi tuman (shahar) bo‘limini (keyingi o‘rinlarda Byuro deb ataladi); ko‘chmas mulkka bo‘lgan huquqlarni ro‘yxatdan o‘tkazuvchi organni; avtotransport vositalari, qishloq xo‘jaligi texnikasi va ro‘yxatdan o‘tkaziladigan boshqa texnika vositalarini ro‘yxatdan o‘tkazuvchi organlarni; O‘zbekiston Respublikasi Kapital bozorini rivojlantirish agentligini.",
            "Huquqiy_asos": " (Vazirlar Mahkamasining 2019 yil 21 avgustdagi 704-son qarori bilan tasdiqlangan Moliya-xo‘jalik faoliyatini amalga oshirmayotgan tadbirkorlik sub’ektlarini davlat reestridan chiqarish tartibi to‘g‘risidagi nizomning 7-bandi.)",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-4483862"
        },
        {
            "T/r": "30",
            "Savol": "Moliya xo’jalik faoliyatini amalga oshirmayotgan tijorat tashilotlarni harakatsiz holatga o’tkazish tartibini tushuntirib bering ",
            "yo'nalish": "yuridik shaxsni tugatish",
            "Javob": "3-bob. Moliya-xo‘jalik faoliyatini amalga oshirmayotgan tijorat tashkilotlarini harakatsiz holatga o‘tkazish  9. Tijorat tashkilotining soliq va yig‘imlar bo‘yicha qarzdorliklari aniqlanmagan, mol-mulki mavjud bo‘lmagan, tijorat tashkiloti muassislarini (qatnashchilarini), ularning vakillari va rahbarini tugatish jarayoniga jalb etish imkoni bo‘lmaganda, davlat soliq xizmati organlari Tizim orqali ro‘yxatdan o‘tkazuvchi organga o‘n ish kunida tijorat tashkilotini harakatsiz holatga o‘tkazish to‘g‘risida taqdimnoma yuboradi.  10. Ro‘yxatdan o‘tkazuvchi organ uch ish kunida:  davlat soliq xizmati organlarining taqdimnomasiga asosan tijorat tashkilotini harakatsiz holatga o‘tkazadi, bu haqida davlat reyestriga hamda Tizimga tegishli yozuv kiritadi;  tijorat tashkilotining harakatsiz holatga o‘tkazilganligi to‘g‘risida o‘zining rasmiy saytida e’lonni joylashtiradi;  tijorat tashkilotining muassislariga (qatnashchilariga) Tizimda tijorat tashkilotining harakatsiz holatga o‘tkazilganligi to‘g‘risida xabarnoma yuboradi.  11. Tijorat banklari harakatsiz holatga o‘tkazilgan tijorat tashkilotlarining hisobvaraqlarini bir ish kunida yopib, pul mablag‘larini harakatsiz depozit hisobvaraqlariga o‘tkazadi.  Harakatsiz holatga o‘tkazilgan tijorat tashkilotlariga kelib tushgan mablag‘lar ularning harakatsiz depozit hisobvaraqlariga kirim qilinadi. Ushbu tijorat tashkilotlarining hisobvaraqlariga qo‘yilgan talablar harakatsiz depozit hisobvaraqlaridan O‘zbekiston Respublikasi Fuqarolik kodeksining 56-moddasida belgilangan tartibda hisobdan chiqariladi.  12. Davlat soliq xizmati organlari tomonidan o‘tkazilgan tahlillar va o‘rganishlar natijasida soliq qarzdorliklari aniqlangan taqdirda,ularni qonun hujjatlarida belgilangan tartibda undirish choralari ko‘riladi.  Soliqlar bo‘yicha qarzdorliklari undirilgan tijorat tashkilotlari bo‘yicha ish yuritish ushbu Nizomning 9-bandi asosida davom ettiriladi.  13. Tijorat tashkilotining debitorlik-kreditorlik qarzdorliklarini undirish manfaatdor shaxslar tomonidan qonun hujjatlarida belgilangan tartibda amalga oshiriladi.  131. Tijorat tashkiloti faoliyat ko‘rsatmayotgan korxonalar toifasiga o‘tkazilgandan keyin davlat soliq xizmati organlari tomonidan soliq hisobotlarini qabul qilish to‘xtatiladi.  14. Harakatsiz holatga o‘tkazilgan tijorat tashkiloti faoliyati ro‘yxatdan o‘tkazuvchi organ tomonidan quyidagi holatlarda:  tijorat tashkilotining muassisi(lari), uning qonuniy vakillari yoki vorisi uch yilda tijorat tashkiloti faoliyatini davom ettirish to‘g‘risida ro‘yxatdan o‘tkazuvchi organga murojaat qilgan taqdirda — muassisi(lar), qonuniy vakil yoki vorislarning qaroriga asosan;  tijorat tashkiloti sud yoki ijro ishi yuritish jarayoniga da’vogar yoxud javobgar sifatida e’tirof etilgan yoki unga nisbatan bankrotlik ishi qo‘zg‘atilgan taqdirda, qayta tiklanadi.  Bunda tijorat tashkiloti yangidan tashkil etilgan deb hisoblanmaydi, uning faoliyati qayta tiklanganligi to‘g‘risida davlat reyestriga hamda Tizimga tegishli yozuv kiritiladi.  15. Harakatsiz holatga o‘tkazilgan tijorat tashkilotini javobgar yoki da’vogar sifatida e’tirof etgan organ (mansabdor shaxs) bu haqida uch ish kunida ro‘yxatdan o‘tkazuvchi organni xabardor qilishi shart.    ",
            "Huquqiy_asos": " (Vazirlar Mahkamasining 2019 yil 21 avgustdagi 704-son qarori bilan tasdiqlangan Moliya-xo‘jalik faoliyatini amalga oshirmayotgan tadbirkorlik sub’ektlarini davlat reestridan chiqarish tartibi to‘g‘risidagi nizomning 3-bob.)",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-4483862"
        },
        {
            "T/r": "47",
            "Savol": "Davlat soliq xizmatlari moliyaviy xo’jalik faoliyatini amalga oshiramayotgan tijorat tashkilotlari bo’yicha qanday harakatlarni amalga oshiradi. ",
            "yo'nalish": "yuridik shaxsni tugatish",
            "Javob": "8. Davlat soliq xizmati organi ushbu Nizomning 5-bandida ko‘rsatilgan yuridik shaxslar bo‘yicha:  a) quyidagilarni:  tijorat tashkiloti haqiqatda moliya-xo‘jalik faoliyatini amalga oshirmaganligini;  mol-mulki mavjudligini;  yuridik va faoliyat ko‘rsatish manzilida mavjudligini;  tijorat tashkilotining barcha qarzdorliklari (2-son kartotekasi) tahlilini;  soliqlar va yig‘imlar bo‘yicha qarzdorligi mavjudligini;  b) muassislarining (qatnashchilarining) turar joyini aniqlash va ularni tugatish jarayoniga jalb qilish choralarini ko‘radi;  v) moliya-xo‘jalik faoliyatini amalga oshirmayotgan tijorat tashkilotlari muassislariga (qatnashchilariga) tijorat tashkilotini ixtiyoriy tugatishni taklif etadi. Tijorat tashkiloti o‘n ish kunida ixtiyoriy tugatishga kirishmagan, tijorat tashkiloti muassislari (qatnashchilar) ixtiyoriy tugatishni amalga oshirishni rad etgan, shuningdek, ko‘rsatib o‘tilgan shaxslarni aniqlash mumkin bo‘lmagan taqdirda, ushbu Nizomning 9-bandida nazarda tutilgan tadbirlarni amalga oshiradi;  g) tijorat tashkilotining muhri, shtamplarini (agar mavjud bo‘lsa), davlat ro‘yxatidan o‘tkazilganligi to‘g‘risidagi guvohnomani, shuningdek, mavjud bo‘lsa tovar belgisining ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomani tijorat tashkilotini ro‘yxatdan o‘tkazgan organga topshirtirish choralarini ko‘radi;  d) yig‘ilgan va mavjud ma’lumotlar asosida tijorat tashkilotining faoliyatini kameral soliq tekshiruvidan o‘tkazadi.    ",
            "Huquqiy_asos": " (Vazirlar Mahkamasining 2019 yil 21 avgustdagi 704-son qarori bilan tasdiqlangan Moliya-xo‘jalik faoliyatini amalga oshirmayotgan tadbirkorlik sub’ektlarini davlat reestridan chiqarish tartibi to‘g‘risidagi nizomning 2-bob.)",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-4483862"
        },
        {
            "T/r": "67",
            "Savol": "Davlat xizmatlari markaziga tashkilotni ixtiyoriy tugatish to’g’risidagi qaror topshirilganidan so’ng markaz qanday harakatlarni amalga oshiradi. ",
            "yo'nalish": "yuridik shaxsni tugatish",
            "Javob": "17. Ro‘yxatdan o‘tkazuvchi organ tugatish to‘g‘risida qaror tushgandan so‘ng bir ish kuni ichida quyidagilarni amalga oshiradi:  a) tijorat tashkiloti ixtiyoriy tugatish jarayonida ekanligi to‘g‘risidagi ma’lumotlarni davlat reyestriga kiritadi hamda bu to‘g‘risida Tizim orqali quyidagi organlarni xabardor qiladi:  ro‘yxatdan o‘tgan joydagi davlat soliq xizmati va statistika organlarini;  O‘zbekiston Respublikasi Bosh prokuraturasi huzuridagi Majburiy ijro byurosi tuman (shahar) bo‘limini (keyingi o‘rinlarda Byuro deb ataladi);  ko‘chmas mulkka bo‘lgan huquqlarni ro‘yxatdan o‘tkazuvchi organni;  avtotransport vositalari, qishloq xo‘jaligi texnikasi va ro‘yxatdan o‘tkaziladigan boshqa texnika vositalarini ro‘yxatdan o‘tkazuvchi organlarni;  O‘zbekiston Respublikasi Moliya vazirligini;  b) ro‘yxatdan o‘tkazuvchi organning rasmiy saytiga tijorat tashkiloti tugatilayotganligi to‘g‘risida barcha uchun erkin foydalanish imkoni bo‘lgan e’lon joylashtiradi, e’londa quyidagilar ko‘rsatiladi:  tijorat tashkilotining to‘liq va qisqartirilgan nomi (shuningdek, tijorat tashkilotining tugatishdan oldingi yil mobaynida o‘zgartirilgan barcha to‘liq va qisqartirilgan nomlari ko‘rsatiladi);  tijorat tashkilotining joylashgan joyi (pochta manzili), soliq to‘lovchining identifikatsiya raqami;  ro‘yxatdan o‘tkazilgan sana va ro‘yxatdan o‘tkazgan organ to‘g‘risidagi ma’lumotlar (nomi va manzili);  ixtiyoriy tugatish to‘g‘risida qabul qilingan qaror to‘g‘risidagi ma’lumotlar (sanasi, raqami);  kreditorlarning talablari ko‘rsatilgan holdagi murojaatlarni qabul qilish muddati, ushbu muddat ko‘rsatib o‘tilgan e’lon chiqqan vaqtdan boshlab ikki oydan kam bo‘lmasligi kerak.  Ushbu bandning “a” kichik bandi uchinchi ― oltinchi xatboshilarida ko‘rsatilgan organlar tegishli xabarnoma tushgan kundan boshlab besh ish kuni ichida o‘zlarining ma’lumotlar bazasida tijorat tashkiloti to‘g‘risida mavjud bo‘lgan ma’lumotlarni Tizim orqali taqdim etadi.    ",
            "Huquqiy_asos": " (Vazirlar Mahkamasining 2019 yil 21 avgustdagi 704-son qarori bilan tasdiqlangan Tadbirkorlik subyektlarini ixtiyoriy tugatish va ularning faoliyatini to‘xtatish tartibi to‘g‘risidagi nizomning 17-bandi.)",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-4483862"
        },
        {
            "T/r": "75",
            "Savol": "Harakatsiz holatga o’tkazilgan tijorat tashkilot faoliyati ro’yxatdan o’tkazuvchi organ tomonidan qanday hollarda qayta tiklanadi",
            "yo'nalish": "yuridik shaxsni tugatish",
            "Javob": "9. Tijorat tashkilotining soliq va yig‘imlar bo‘yicha qarzdorliklari aniqlanmagan, mol-mulki mavjud bo‘lmagan, tijorat tashkiloti muassislarini (qatnashchilarini), ularning vakillari va rahbarini tugatish jarayoniga jalb etish imkoni bo‘lmaganda, davlat soliq xizmati organlari Tizim orqali ro‘yxatdan o‘tkazuvchi organga o‘n ish kunida tijorat tashkilotini harakatsiz holatga o‘tkazish to‘g‘risida taqdimnoma yuboradi.  10. Ro‘yxatdan o‘tkazuvchi organ uch ish kunida:  davlat soliq xizmati organlarining taqdimnomasiga asosan tijorat tashkilotini harakatsiz holatga o‘tkazadi, bu haqida davlat reyestriga hamda Tizimga tegishli yozuv kiritadi;  tijorat tashkilotining harakatsiz holatga o‘tkazilganligi to‘g‘risida o‘zining rasmiy saytida e’lonni joylashtiradi;  tijorat tashkilotining muassislariga (qatnashchilariga) Tizimda tijorat tashkilotining harakatsiz holatga o‘tkazilganligi to‘g‘risida xabarnoma yuboradi.    ",
            "Huquqiy_asos": " (Vazirlar Mahkamasining 2019 yil 21 avgustdagi 704-son qarori bilan tasdiqlangan Moliya-xo‘jalik faoliyatini amalga oshirmayotgan tadbirkorlik sub’ektlarini davlat reestridan chiqarish tartibi to‘g‘risidagi nizomning 2-bob.)",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-4483862"
        },
        {
            "T/r": "81",
            "Savol": "Yuridik shaxsni tugatish tartibini tushuntirib bering",
            "yo'nalish": "yuridik shaxsni tugatish",
            "Javob": "53-modda. Yuridik shaxsni tugatish  Yuridik shaxsni tugatish uning huquq va burchlari huquqiy vorislik tartibida boshqa shaxsga o‘tmasdan bekor qilinishiga olib keladi.  Yuridik shaxs quyidagi hollarda tugatilishi mumkin:  uning muassislari (ishtirokchilari)ning yoki ta’sis hujjatlari bilan tugatishga vakolat berilgan yuridik shaxs organining qaroriga muvofiq, shu jumladan yuridik shaxsning amal qilish muddati tugashi, uni tashkil etishdan ko‘zlangan maqsadga erishilganligi munosabati bilan yoki yuridik shaxsni tashkil qilish chog‘ida qonunchilik buzilishiga yo‘l qo‘yilganligi sababli, agar bu buzilishlarni bartaraf etib bo‘lmasa, sud yuridik shaxsni ro‘yxatdan o‘tkazishni haqiqiy emas deb topganida;  faoliyat litsenziyasiz, faoliyat (harakatlar) ruxsatnomasiz yoxud vakolatli organni xabardor qilmasdan amalga oshirilgan yoki qonunda taqiqlangan faoliyat amalga oshirilgan taqdirda, agar qonunchilikda boshqacha qoida nazarda tutilmagan bo‘lsa, shuningdek ushbu Kodeksda nazarda tutilgan boshqa hollarda sudning qaroriga ko‘ra.  moliya-xo‘jalik faoliyati amalga oshirilmaganligi sababli belgilangan tartibda harakatsiz rejimga o‘tkazilgan paytdan e’tiboran uch yil ichida faoliyat tiklanmagan taqdirda ro‘yxatdan o‘tkazuvchi organning qaroriga ko‘ra, bundan nodavlat notijorat tashkilotlari mustasno.  Sudning yuridik shaxsni tugatish to‘g‘risidagi qarorida uning muassislari (ishtirokchilari) yoxud yuridik shaxsning ta’sis hujjatlari bilan uni tugatishga vakil qilingan organ zimmasiga yuridik shaxsni tugatishni amalga oshirish vazifasi yuklatilishi mumkin.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi 53-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "103",
            "Savol": "Yuridik shaxs qanday hollarda tugatiladi",
            "yo'nalish": "yuridik shaxsni tugatish",
            "Javob": "55-modda. Yuridik shaxsni tugatish tartibi  Tugatuvchi yuridik shaxsning tugatilishi haqida ommaviy axborot vositalarida e’lon beradi. Yuridik shaxs bo‘lgan tadbirkorlik subyektini ixtiyoriy ravishda tugatish to‘g‘risidagi e’lon ro‘yxatdan o‘tkazuvchi organ tomonidan uning rasmiy veb-saytiga joylashtiriladi.  Yuridik shaxsning tugatilishi haqidagi e’londa uning kreditorlari talablarini bildirish tartibi va muddatlari ko‘rsatiladi. Bu muddat tugatish to‘g‘risidagi e’lon chiqqan paytdan e’tiboran ikki oydan kam bo‘lmasligi kerak.  Tugatuvchi kreditorlarni aniqlash va debitorlik qarzini olish choralarini ko‘radi, shuningdek kreditorlarni yuridik shaxs tugatilishi haqida yozma ravishda xabardor qiladi.  Kreditorlar tomonidan talablarni qo‘yish uchun belgilangan muddat tamom bo‘lganidan keyin tugatuvchi oraliq tugatish balansini tuzadi, bu balans tugatilayotgan yuridik shaxs mol-mulkining tarkibi, kreditorlar qo‘ygan talablar ro‘yxati, shuningdek ularni qarab chiqish natijalari to‘g‘risidagi ma’lumotlarni o‘z ichiga oladi.  Oraliq tugatish balansi yuridik shaxsni tugatish to‘g‘risida qaror qabul qilgan yuridik shaxs muassislari (ishtirokchilari) yoki organ tomonidan tasdiqlanadi. Yuridik shaxsni tugatish to‘g‘risidagi qaror sud tomonidan qabul qilingan taqdirda, oraliq tugatish balansi yuridik shaxslarni davlat ro‘yxatidan o‘tkazuvchi organ bilan kelishilgan holda tasdiqlanadi.  Agar tugatilayotgan yuridik shaxs (muassasalardan tashqari) ixtiyoridagi pul mablag‘lari kreditorlarning talablarini qondirish uchun yetarli bo‘lmasa, tugatuvchi yuridik shaxsning mol-mulkini kimoshdi savdosi orqali sud qarorlarini ijro etish uchun belgilangan tartibda sotadi.  Tugatilayotgan yuridik shaxs kreditorlariga pul summalarini to‘lash tugatuvchi tomonidan ushbu Kodeksning 56-moddasida belgilab qo‘yilgan navbat tartibida, oraliq tugatish balansiga muvofiq, u tasdiqlangan kundan boshlab amalga oshiriladi.  Kreditorlar bilan hisob-kitob qilish tugaganidan keyin tugatuvchi tugatish balansini tuzadi, uni yuridik shaxsni tugatish to‘g‘risida qaror qabul qilgan yuridik shaxs muassislari (ishtirokchilari) yoki organ tasdiqlaydi. Yuridik shaxsni tugatish to‘g‘risidagi qaror sud tomonidan qabul qilingan taqdirda, tugatish balansi yuridik shaxslarni davlat ro‘yxatidan o‘tkazuvchi organ bilan kelishilgan holda tasdiqlanadi.  Tugatilayotgan davlat korxonasining mol-mulki, tugatilayotgan muassasaning esa — pul mablag‘lari kreditorlarning talablarini qondirish uchun yetarli bo‘lmasa, kreditorlar o‘z talablarining qolgan qismini ushbu korxona yoki muassasa mulkdori hisobidan qondirish to‘g‘risida sudga da’vo bilan murojaat qilish huquqiga egadirlar.  Yuridik shaxsning kreditorlar talablari qondirilganidan keyin qolgan mol-mulki uning shu mol-mulkka ashyoviy huquqlarga yoki ushbu yuridik shaxsga nisbatan majburiy huquqlarga ega bo‘lgan muassislariga (ishtirokchilariga), agar qonunchilikda o‘zgacha tartib nazarda tutilmagan bo‘lsa, topshiriladi.  Moliya-xo‘jalik faoliyatini amalga oshirmayotgan korxonalarni tugatish, shuningdek ularni muassislari yo‘qligida tugatish taomili va xususiyatlari qonunchilik bilan tartibga solinadi.  Yuridik shaxsning tugatilishi haqidagi yozuv yuridik shaxslarning yagona davlat reyestriga kiritib qo‘yilganidan so‘ng yuridik shaxsni tugatish tamomlangan, yuridik shaxsning faoliyati esa tugagan hisoblanadi.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi 55-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "115",
            "Savol": "Moliya xo’jalik faoliyatini yurityotgan tijorat tashkilotini ixtiyoriy tugatish haqida qaror qabul qilinganda tugatuvchi qanday harakatni amalga oshiradi.",
            "yo'nalish": "yuridik shaxsni tugatish",
            "Javob": "16. Tugatuvchi ixtiyoriy tugatish to‘g‘risida qaror qabul qilingandan keyingi ish kunidan kechikmay:  a) ro‘yxatdan o‘tkazuvchi organga ― ixtiyoriy tugatish to‘g‘risidagi qaror nusxasini;  b) tijorat tashkilotining talab qilib olinadigan asosiy depozit hisobvarag‘iga (keyingi o‘rinlarda asosiy hisobvarag‘i deb ataladi), xizmat ko‘rsatuvchi bankka va xorijiy valyutadagi mablag‘lari jamlanadigan bankka:  ixtiyoriy tugatish to‘g‘risidagi qaror nusxasini;  imzolar namunalari va tugatuvchi muhrining bosma izi qo‘yilgan kartochkalarning ikki nusxasini;  v) tijorat tashkilotining milliy valyutadagi ikkilamchi depozit hisobvaraqlariga, jamg‘arma depozit hisobvaraqlariga va muddatli depozit hisobvaraqlariga xizmat ko‘rsatuvchi banklarga ― ularni yopish hamda mablag‘larning mavjud qoldiqlarini uning milliy valyutadagi asosiy hisobvarag‘iga o‘tkazish to‘g‘risidagi ariza-topshiriqnomani;  g) tijorat tashkilotining xorijiy valyutadagi talab qilib olinguncha depozit hisobvaraqlari, jamg‘arma va muddatli depozit hisobvaraqlari ochilgan banklarga — ularni yopish hamda mablag‘larning mavjud qoldiqlarini uning depozit hisobvaraqlariga, milliy valyutadagi asosiy hisobvarag‘i ochilgan joyda ochilgan xorijiy valyutadagi talab qilib olinadigan depozit hisobvarag‘iga o‘tkazish to‘g‘risidagi ariza-topshiriqnomani jo‘natadi.    ",
            "Huquqiy_asos": " (Vazirlar Mahkamasining 2019 yil 21 avgustdagi 704-son qarori bilan tasdiqlangan Tadbirkorlik subyektlarini ixtiyoriy tugatish va ularning faoliyatini to‘xtatish tartibi to‘g‘risidagi nizomning 13-bandi.)",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-4483862"
        },
        {
            "T/r": "4",
            "Savol": "Jamiyatni ajratib chiqarish deganda nimani tushunasiz va uning tartibini tushuntirib bering?",
            "yo'nalish": "yuridik shaxsni qayta tashkil etish",
            "Javob": "Qayta tashkil etilayotgan jamiyatni tugatmasdan, uning huquqlari va majburiyatlarining bir qismini o‘tkazgan holda bir yoki bir necha jamiyatni tashkil etish jamiyatni ajratib chiqarish deb e’tirof etiladi. Ajratib chiqarish shaklida qayta tashkil etilayotgan jamiyat ishtirokchilarining umumiy yig‘ilishi bunday qayta tashkil etish to‘g‘risida, ajratib chiqarish tartibi va shartlari to‘g‘risida, yangi jamiyatni (yangi jamiyatlarni) tashkil etish to‘g‘risida va bo‘lish balansini tasdiqlash to‘g‘risida qaror qabul qiladi, ajratib chiqarish shaklida qayta tashkil etilayotgan jamiyatning ta’sis hujjatlariga jamiyat ishtirokchilari tarkibining o‘zgarishi, ularning ulushlari miqdorlari aniqlanishi bilan bog‘liq bo‘lgan o‘zgartishlarni va ajratib chiqarish to‘g‘risidagi qarorda nazarda tutilgan boshqa o‘zgartishlarni kiritadi, shuningdek zarurat bo‘lgan taqdirda o‘zga masalalarni, shu jumladan jamiyatning organlarini saylash to‘g‘risidagi masalalarni hal etadi. Ajratib chiqarilayotgan jamiyatning ishtirokchilari ta’sis shartnomasini imzolaydilar. Ajratib chiqarilayotgan jamiyat ishtirokchilarining umumiy yig‘ilishi uning ustavini tasdiqlaydi va jamiyatning organlarini saylaydi. Agar ajratib chiqarilayotgan jamiyatning yagona ishtirokchisi qayta tashkil etilayotgan jamiyat bo‘lsa, uning umumiy yig‘ilishi jamiyatni ajratib chiqarish shaklida qayta tashkil etish to‘g‘risida, ajratib chiqarish tartibi va shartlari to‘g‘risida qaror qabul qiladi, shuningdek ajratib chiqarilayotgan jamiyatning ustavini va bo‘lish balansini tasdiqlaydi, ajratib chiqarilayotgan jamiyatning organlarini saylaydi. Jamiyatdan bir yoki bir necha jamiyat ajratib chiqarilganda qayta tashkil etilgan jamiyat huquqlari va majburiyatlarining bir qismi bo‘lish balansiga muvofiq ularning har biriga o‘tadi. Agar bo‘lish balansi qayta tashkil etilgan jamiyatning huquqiy vorisini aniqlash imkoniyatini bermasa, qayta tashkil etish natijasida tashkil topgan yuridik shaxslar qayta tashkil etilgan jamiyatning majburiyatlari yuzasidan uning kreditorlari oldida solidar javobgar bo‘ladilar. ",
            "Huquqiy_asos": "“Ma’sulyati cheklangan hamda qo‘shimcha ma’sulyatli jamiyatlar to‘g‘risida”gi qonunning 53-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-22525",
            "Qo'shimcha savollar": "1. Yuridik shaxs tushunchasini aytib bering. 2. MCHJ va Ajni nima farqi bor"
        },
        {
            "T/r": "9",
            "Savol": "Yuridik shaxsni qayta tashkil etish deganda nimani tushunasiz va uning turalarini tushuntirib bering.",
            "yo'nalish": "yuridik shaxsni qayta tashkil etish",
            "Javob": "Yuridik shaxsni qayta tashkil etish (qo‘shib yuborish, qo‘shib olish, bo‘lish, ajratib chiqarish, o‘zgartirish) uning muassislari (ishtirokchilari) yoki ta’sis hujjatlarida shunga vakil qilingan yuridik shaxs organi qaroriga muvofiq amalga oshirilishi mumkin. Qonunda belgilangan hollarda yuridik shaxsni bo‘lish yoki uning tarkibidan bir yoxud bir necha yuridik shaxsni ajratib chiqarish shaklida uni qayta tashkil etish vakil qilingan davlat organlarining qarori bilan yoxud sud qarori bilan amalga oshiriladi. Agar yuridik shaxs muassislari (ishtirokchilari), ular vakil qilgan organ yoki yuridik shaxsning o‘z ta’sis hujjatlari bilan qayta tashkil etishga vakil qilingan organi yuridik shaxsni vakolatli davlat organining qarorida belgilangan muddatda qayta tashkil etmayotgan bo‘lsa, sud mazkur davlat organining da’vosi bo‘yicha yuridik shaxsning boshqaruvchisini tayinlaydi va unga ushbu yuridik shaxsni qayta tashkil etishni topshiradi. Boshqaruvchi tayinlangan paytdan boshlab unga yuridik shaxsning ishlarini boshqarish vakolatlari o‘tadi. Boshqaruvchi sudda yuridik shaxs nomidan harakat qiladi, taqsimlash balansini tuzadi va uni yuridik shaxslarni qayta tashkil etish natijasida vujudga keladigan ta’sis hujjatlari bilan birga ko‘rib chiqish uchun sudga topshiradi. Sudning ushbu hujjatlarni tasdiqlashi yangidan vujudga kelayotgan yuridik shaxslarni davlat ro‘yxatidan o‘tkazish uchun asos bo‘ladi. Qonunda belgilangan hollarda yuridik shaxslarni qo‘shib yuborish, qo‘shib olish yoki o‘zgartirish shaklida qaytadan tashkil etish vakolatli davlat organlarining roziligi bilangina amalga oshirilishi mumkin. Qo‘shib olish shaklida qayta tashkil etish hollarini istisno qilganda, yangidan vujudga kelgan yuridik shaxslar davlat ro‘yxatidan o‘tkazilgan paytdan boshlab yuridik shaxs qayta tashkil etilgan hisoblanadi. Yuridik shaxs unga boshqa yuridik shaxsni qo‘shib olish shaklida qayta tashkil etilganida qo‘shib olingan yuridik shaxsning faoliyati to‘xtatilgani haqidagi yozuv yuridik shaxslarning yagona davlat reestriga kiritilgan paytdan boshlab yuridik shaxs qayta tashkil etilgan hisoblanadi. ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 49-moddasi.",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189",
            "Qo'shimcha savollar": "1. Yuridik shaxs tushunchasini aytib bering. 2. MCHJ va Ajni nima farqi bor"
        },
        {
            "T/r": "15",
            "Savol": "Jamiyatni qayta tuzish deganda nimani tushunasiz va uning tartibini tushuntirib bering?",
            "yo'nalish": "yuridik shaxsni qayta tashkil etish",
            "Javob": "Jamiyat qonun hujjatlarida nazarda tutilgan boshqa tashkiliy-huquqiy shakldagi tijorat tashkiloti etib qayta tuzilishga haqlidir. Qayta tuzish shaklida qayta tashkil etilayotgan jamiyat ishtirokchilarining umumiy yig‘ilishi bunday qayta tashkil etish to‘g‘risida, qayta tuzish tartibi va shartlari to‘g‘risida, jamiyat ishtirokchilarining ulushlarini qayta tuzish natijasida tashkil etilayotgan yuridik shaxsning aksiyalariga (ulushlari, paylariga) ayirboshlash tartibi to‘g‘risida va ana shu yuridik shaxsning ta’sis hujjatlarini tasdiqlash to‘g‘risida, shuningdek topshirish dalolatnomasini tasdiqlash to‘g‘risida qaror qabul qiladi. Qayta tuzish natijasida tashkil etilayotgan yuridik shaxsning ishtirokchilari ana shunday yuridik shaxslar to‘g‘risidagi qonun talablariga muvofiq uning organlarini saylash to‘g‘risida qaror qabul qiladilar va tegishli organga qayta tuzish natijasida tashkil etilayotgan yuridik shaxsni davlat ro‘yxatidan o‘tkazish bilan bog‘liq harakatlarni amalga oshirishni topshiradilar. Jamiyatni qayta tuzish natijasida tashkil etilgan yuridik shaxsga qayta tashkil etilgan jamiyatning barcha huquqlari va majburiyatlari topshirish dalolatnomasiga muvofiq o‘tadi. ",
            "Huquqiy_asos": "(“Ma’sulyati cheklangan hamda qo‘shimcha ma’sulyatli jamiyatlar to‘g‘risida”gi qonunning 54-moddasi).",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-22525",
            "Qo'shimcha savollar": "1. Yuridik shaxs tushunchasini aytib bering. 2. MCHJ va Ajni nima farqi bor 3. MCHJ va QMJning nima "
        },
        {
            "T/r": "54",
            "Savol": "Jamiyatni birlashirish deganda nimani tushunasiz. Jamiyat tarkibi. ",
            "yo'nalish": "yuridik shaxsni qayta tashkil etish",
            "Javob": "51-modda. Jamiyatni birlashtirish  Bir yoki bir necha jamiyatni ularning huquqlari va majburiyatlarini boshqa jamiyatga o‘tkazgan holda tugatish jamiyatni birlashtirish deb e’tirof etiladi.  Birlashtirish shaklida qayta tashkil etishda ishtirok etuvchi har bir jamiyat ishtirokchilarining umumiy yig‘ilishi bunday qayta tashkil etish to‘g‘risida, birlashtirish to‘g‘risidagi shartnomani tasdiqlash haqida qaror qabul qiladi, birlashtirilayotgan jamiyat ishtirokchilarining umumiy yig‘ilishi esa, topshirish dalolatnomasini tasdiqlash to‘g‘risida ham qaror qabul qiladi.  Birlashtirishda ishtirok etuvchi jamiyatlar ishtirokchilarining qo‘shma umumiy yig‘ilishi birlashtirilayotgan jamiyatning ta’sis hujjatlariga jamiyatning ishtirokchilari tarkibi o‘zgarishi, ularning ulushlari miqdorlarini belgilash bilan bog‘liq o‘zgartishlarni, birlashtirish to‘g‘risidagi shartnomada nazarda tutilgan boshqa o‘zgartishlarni kiritadi, shuningdek zarurat bo‘lganda boshqa masalalarni, shu jumladan birlashtirilayotgan jamiyatning organlarini saylash to‘g‘risidagi masalalarni hal etadi. Bunday umumiy yig‘ilishni o‘tkazish muddatlari va tartibi birlashtirish to‘g‘risidagi shartnomada belgilanadi.  Bir jamiyat boshqasiga birlashtirilganda topshirish dalolatnomasiga muvofiq birlashtirilayotgan jamiyatning barcha huquqlari va majburiyatlari birlashtirib olayotgan jamiyatga o‘tadi.",
            "Huquqiy_asos": "“Ma’sulyati cheklangan hamda qo‘shimcha ma’sulyatli jamiyatlar to‘g‘risida”gi qonunning 51-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-22525"
        },
        {
            "T/r": "65",
            "Savol": "Tadbirkorlik subyektlarini davlat ro’yxatidan o’tkazish va qayta davlat ro’yxatidan o’tkazish muddatlarini aytib bering. ",
            "yo'nalish": "yuridik shaxsni qayta tashkil etish",
            "Javob": "I. Tadbirkorlik subyektlarini davlat ro‘yxatidan o‘tkazish    1.    Yakka tartibdagi tadbirkor, shu jumladan dehqon xo‘jaligi, oilaviy tadbirkorlik va hunarmandchilik faoliyati subyektlari    real vaqt rejimida, lekin 30 minutdan oshmagan vaqtda    2.    Tadbirkorlik faoliyatining boshqa shakllari    real vaqt rejimida, lekin 30 minutdan oshmagan vaqtda    II. Tadbirkorlik subyektlarini davlat ro‘yxatidan qayta o‘tkazish    3.    Dehqon xo‘jaligi, oilaviy tadbirkorlik va hunarmandchilik faoliyati subyektlari boshlig‘i o‘zgarganda    real vaqt rejimida, lekin 30 minutdan oshmagan vaqtda    4.    Ta’sis hujjatlariga ustav fondi miqdorining oshirilishi, ulushning (hissaning) boshqa shaxsga o‘tishi bilan bog‘liq bo‘lgan o‘zgartirish va qo‘shimchalar kiritilganda    16 ish soatidan oshmagan vaqtda    5.    Ro‘yxatdan o‘tkazish ma’lumotlariga (ta’sis hujjatlariga) kiritilayotgan boshqa o‘zg�rtirishlar va (yoki) qo‘shimchalar kiritilganda    real vaqt rejimida, lekin 30 minutdan oshmagan vaqtda         ",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "70",
            "Savol": "Jamiyatni bo’lish deganda nimani tushunasiz va bu tartibi qanday. ",
            "yo'nalish": "yuridik shaxsni qayta tashkil etish",
            "Javob": "52-modda. Jamiyatni bo‘lish  Jamiyatni uning barcha huquqlari va majburiyatlarini yangitdan tashkil etilgan jamiyatlarga o‘tkazgan holda tugatish jamiyatni bo‘lish deb e’tirof etiladi.  Bo‘lish shaklida qayta tashkil etilayotgan jamiyat ishtirokchilarining umumiy yig‘ilishi bunday qayta tashkil etish to‘g‘risida, jamiyatni bo‘lish tartibi va shartlari to‘g‘risida, yangi jamiyatlarni tashkil etish va bo‘lish balansini tasdiqlash to‘g‘risida qaror qabul qiladi.  Bo‘lish natijasida tuzilayotgan har bir jamiyatning ishtirokchilari ta’sis shartnomasini imzolaydilar. Bo‘lish natijasida tashkil etilayotgan har bir jamiyat ishtirokchilarining umumiy yig‘ilishi jamiyatning ustavini tasdiqlaydi va uning organlarini saylaydi.  Jamiyat bo‘linganda uning barcha huquqlari va majburiyatlari bo‘lish balansiga muvofiq bo‘lish natijasida tashkil etilgan jamiyatlarga o‘tadi.  Agar bo‘lish balansi qayta tashkil etilgan jamiyatning huquqiy vorisini aniqlash imkoniyatini bermasa, qayta tashkil etish natijasida tashkil etilgan yuridik shaxslar qayta tashkil etilgan jamiyatning majburiyatlari yuzasidan uning kreditorlari oldida solidar javobgar bo‘ladilar. ",
            "Huquqiy_asos": "“Ma’sulyati cheklangan hamda qo‘shimcha ma’sulyatli jamiyatlar to‘g‘risida”gi qonunning 52-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-22525"
        },
        {
            "T/r": "78",
            "Savol": "Jamiyatlarni qo’shib yuborish deganda nimani tushunasiz va uning tartibini tushuntiring ",
            "yo'nalish": "yuridik shaxsni qayta tashkil etish",
            "Javob": "50-modda. Jamiyatlarni qo‘shib yuborish  O‘z faoliyatini tugatgan ikki yoki bir necha jamiyatning barcha huquqlari va majburiyatlarini o‘tkazish yo‘li bilan yangi jamiyatni tashkil etish jamiyatlarning qo‘shib yuborilishi deb e’tirof etiladi.  Qo‘shib yuborish shaklidagi qayta tashkil etishda ishtirok etuvchi har bir jamiyat ishtirokchilarining umumiy yig‘ilishi ana shunday qayta tashkil etish to‘g‘risida, qo‘shib yuborish shartnomasini va qo‘shib yuborish natijasida tuzilayotgan jamiyatning ustavini tasdiqlash to‘g‘risida, shuningdek topshirish dalolatnomasini tasdiqlash to‘g‘risida qarorlar qabul qiladi.  Qo‘shib yuborish natijasida tashkil etilayotgan jamiyatning barcha ishtirokchilari tomonidan imzolangan qo‘shib yuborish to‘g‘risidagi shartnoma ustav bilan birgalikda uning ta’sis hujjati hisoblanadi hamda u O‘zbekiston Respublikasining Fuqarolik kodeksi va ushbu Qonun bilan ta’sis shartnomasiga qo‘yiladigan barcha talablarga mos bo‘lishi kerak.  Qo‘shib yuborish shaklida qayta tashkil etishda ishtirok etuvchi har bir jamiyat ishtirokchilarining umumiy yig‘ilishi tomonidan ana shunday qayta tashkil etish to‘g‘risida va qo‘shib yuborish shartnomasini, qo‘shib yuborish natijasida tashkil etilayotgan jamiyatning ustavini va topshirish dalolatnomasini tasdiqlash to‘g‘risidagi qaror qabul qilingan taqdirda, qo‘shib yuborish natijasida tashkil etilayotgan jamiyatning ijro etuvchi organlarini saylash qo‘shib yuborishda ishtirok etayotgan jamiyatlar ishtirokchilarining qo‘shma umumiy yig‘ilishida amalga oshiriladi. Bunday umumiy yig‘ilishni o‘tkazish muddatlari va tartibi qo‘shib yuborish to‘g‘risidagi shartnomada belgilanadi.  Jamiyatlar qo‘shib yuborilganda ulardan har birining barcha huquqlari va majburiyatlari topshirish dalolatnomalariga muvofiq qo‘shib yuborish natijasida tashkil etilgan jamiyatga o‘tadi.",
            "Huquqiy_asos": "“Ma’sulyati cheklangan hamda qo‘shimcha ma’sulyatli jamiyatlar to‘g‘risida”gi qonunning 50-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-22525"
        },
        {
            "T/r": "110",
            "Savol": "Tadbirkorlik subyektini qayta ro’yxatdan o’tkazishda so’rovnomaga qanday hujjatlar ilova qilinadi",
            "yo'nalish": "yuridik shaxsni qayta tashkil etish",
            "Javob": "Qayta ro‘yxatdan o‘tkazish uchun Tizim vositasida ushbu Nizomning 13-bandida nazarda tutilgan talablarni inobatga olgan holda quyidagi hujjatlar so‘rovnomaga ilova qilinadi:  tadbirkorlik subyekti vakolatli boshqaruv organining ta’sis hujjatlariga ustav fondi miqdorining oshirilishi, ulushning (hissaning) boshqa shaxsga o‘tishi bilan bog‘liq bo‘lgan o‘zgartirish va (yoki) qo‘shimchalar kiritish to‘g‘risidagi qarori;  davlat tilidagi ta’sis hujjatlari;  topshirish dalolatnomasi — qo‘shib yuborilganda va qayta tuzilganda;  taqsimlash balansi — ajratib chiqarishda;  tadbirkorlik subyekti vakolatli organining ta’sis hujjatlarida e’lon qilingan ustav fondi miqdori shakllantirilganligi to‘g‘risidagi hujjat — ustav fondi miqdori oshirilganda;  tadbirkorlik subyekti — yuridik shaxs ishtirokchilari tomonidan qo‘shimcha hissalar va uchinchi shaxslar tomonidan to‘la miqdordagi hissalar kiritilganligini tasdiqlovchi hujjatlar (pul mablag‘lari o‘tkazilganligi to‘g‘risida bankning ma’lumotnomasi, O‘zbekiston Respublikasi hududiga mol-mulk olib kirganligini tasdiqlovchi bojxona hujjati, mol-mulkning oldi-berdi dalolatnomasi, kiritilayotgan mol-mulkka egalik huquqini tasdiqlovchi hujjat va boshqalar) — ustav fondi miqdori oshirilganda;  ulushning (hissaning) boshqa shaxsga o‘tganligini tasdiqlovchi hujjat (shartnoma, xat, huquqiy vorislik, meros, sud qarori va shu kabilar) — ulush (hissa) boshqa shaxsga o‘tganda. Bunda ulushning (hissaning) boshqa shaxsga o‘tishi bilan bog‘liq o‘zgartirish va qo‘shimchalarni qayta ro‘yxatdan o‘tkazishda, muassislarning so‘rovnomada ko‘rsatilgan elektron pochta manziliga Tizim tomonidan yuborilgan xabarnoma va ularning muassisligini Yagona identifikatsiyalash tizimi orqali identifikatsiyalashni tasdiqlash yo‘li bilan har bir muassisning roziligi mavjud bo‘lishi kerak.",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 09.02.2017 yildagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3111347"
        },
        {
            "T/r": "1",
            "Savol": "Yuridik shaxsning huquq layoqati deganda nimani tushunasiz?",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "Yuridik shaxs o‘zining ta’sis hujjatlarida nazarda tutilgan faoliyati maqsadlariga muvofiq fuqarolik huquq layoqatiga ega bo‘ladi. Yuridik shaxsning huquq layoqati u tuzilgan paytdan boshlab vujudga keladi va uni tugatish yakunlangan paytdan e’tiboran tugatiladi. Yuridik shaxsning maxsus huquq layoqati uning ustavi, nizomi yoki qonunchilik bilan belgilanadi. Yuridik shaxs qonun hujjatida ro‘yxati belgilab qo‘yilgan ayrim faoliyat turlari bilan faqat maxsus ruxsatnoma (litsenziya) asosidagina shug‘ullanishi mumkin. Yuridik shaxsning huquqlari qonunda nazarda tutilgan hollarda va tartibdagina cheklanishi mumkin. Yuridik shaxsning huquqlarini cheklash haqidagi qaror ustidan sudga shikoyat qilinishi mumkin.",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 41-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189",
            "Qo'shimcha savollar": "1. Yuridik shaxs tushunchasini aytib bering. 2. MCHJ va Ajni nima farqi bor"
        },
        {
            "T/r": "25",
            "Savol": "Masuliyati cheklangan va qo’shimcha masuliyatli jamiyatlarning huquqiy holatini tushuntirib bering",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "62-modda. Mas’uliyati cheklangan jamiyat  Mas’uliyati cheklangan jamiyat deb bir yoki bir necha shaxs tomonidan ta’sis etilgan, ustav fondi (ustav kapitali) ta’sis hujjatlari bilan belgilab qo‘yilgan miqdorlardagi ulushlarga bo‘lingan jamiyat tan olinadi. Mas’uliyati cheklangan jamiyatning ishtirokchilari uning majburiyatlari bo‘yicha javobgar bo‘lmaydilar va jamiyat faoliyati bilan bog‘liq zarar uchun o‘zlari qo‘shgan hissalar qiymati doirasida javobgar bo‘ladilar.  Jamiyatning o‘z hissasini to‘la qo‘shmagan ishtirokchilari jamiyat majburiyatlari bo‘yicha har bir ishtirokchi hissasining to‘lanmagan qismining qiymati doirasida solidar javobgar bo‘ladilar.  Mas’uliyati cheklangan jamiyatning firma nomi jamiyatning nomini, shuningdek “mas’uliyati cheklangan” degan so‘zlarni o‘z ichiga olishi kerak.  Mas’uliyati cheklangan jamiyatning huquqiy mavqeyi, uning ishtirokchilarining huquq va burchlari ushbu Kodeks hamda boshqa qonun hujjatlari bilan belgilanadi.  63-modda. Qo‘shimcha mas’uliyatli jamiyat  Bir yoki bir necha shaxs tomonidan ta’sis etilgan, ustav fondi ta’sis hujjatlarida belgilangan miqdorlardagi ulushlarga bo‘lingan jamiyat qo‘shimcha mas’uliyatli jamiyat hisoblanadi. Bunday jamiyatning ishtirokchilari uning majburiyatlari bo‘yicha o‘z mol-mulklari bilan qo‘shgan hissalari qiymatiga nisbatan hamma uchun bir xil bo‘lgan, jamiyatning ta’sis hujjatlarida belgilanadigan karrali miqdorda solidar tarzda subsidiar javobgar bo‘ladilar. Ishtirokchilardan biri nochor (bankrot) bo‘lib qolganida uning jamiyat majburiyatlari bo‘yicha javobgarligi, agar jamiyatning ta’sis hujjatlarida javobgarlikni taqsimlashning boshqacha tartibi nazarda tutilgan bo‘lmasa, boshqa ishtirokchilar o‘rtasida ularning qo‘shgan hissalariga mutanosib ravishda taqsimlanadi.  Qo‘shimcha mas’uliyatli jamiyatning firma nomi jamiyatning nomini, shuningdek “qo‘shimcha mas’uliyatli” degan so‘zlarni o‘z ichiga olishi kerak.  Ushbu Kodeksning mas’uliyati cheklangan jamiyat haqidagi qoidalari, agar ushbu moddada boshqacha tartib nazarda tutilgan bo‘lmasa, qo‘shimcha mas’uliyatli jamiyatga nisbatan qo‘llaniladi.        ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 62-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "33",
            "Savol": "Yuridik shaxs tushunchasi nima uning qanday turlari mavjud",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "39-modda. Yuridik shaxs tushunchasi  O‘z mulkida, xo‘jalik yuritishida yoki operativ boshqaruvida alohida mol-mulkka ega bo‘lgan hamda o‘z majburiyatlari yuzasidan ushbu mol-mulk bilan javob beradigan, o‘z nomidan mulkiy yoki shaxsiy nomulkiy huquqlarga ega bo‘la oladigan va ularni amalga oshira oladigan, majburiyatlarni bajara oladigan, sudda da’vogar va javobgar bo‘la oladigan tashkilot yuridik shaxs hisoblanadi.  Yuridik shaxslar mustaqil balans yoki smetaga ega bo‘lishlari kerak.  40-modda. Yuridik shaxslarning turlari  Foyda olishni o‘z faoliyatining asosiy maqsadi qilib olgan (tijoratchi tashkilot) yoki foyda olishni ana shunday maqsad qilib olmagan tashkilot (tijoratchi bo‘lmagan tashkilot) yuridik shaxs bo‘lishi mumkin.  Tijoratchi tashkilot bo‘lgan yuridik shaxs xo‘jalik shirkati va jamiyati, ishlab chiqarish kooperativi, unitar korxona va qonun hujjatlarida nazarda tutilgan boshqacha shaklda tuzilishi mumkin.  Tijoratchi tashkilot bo‘lmagan yuridik shaxs jamoat birlashmasi, ijtimoiy fond va mulkdor tomonidan moliyaviy ta’minlab turiladigan muassasa shaklida, shuningdek qonun hujjatlarida nazarda tutilgan boshqacha shaklda tashkil etilishi mumkin.  Tijoratchi bo‘lmagan tashkilot o‘zining ustavda belgilangan maqsadlariga mos keladigan doiralarda tadbirkorlik faoliyati bilan shug‘ullanishi mumkin.  Yuridik shaxslar uyushmalar (ittifoqlar)ga va boshqa birlashmalarga Qonunga muvofiq birlashishlari mumkin.  Yuridik shaxs ushbu Kodeks, boshqa qonunchilik hujjatlari, shuningdek ustav va boshqa ta’sis hujjatlari asosida ish olib boradi.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 39-40-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "50",
            "Savol": "Sho’ba ho’jaligi jamiyati tushunchasini yoritib bering.",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "67-modda. Sho‘ba xo‘jalik jamiyati  Agar bir (asosiy) xo‘jalik jamiyati yoki shirkati ikkinchi xo‘jalik jamiyatining ustav fondida undan ustunlik mavqeyiga ega bo‘lgan holda ishtirok etishi tufayli yoxud ular o‘rtasida tuzilgan shartnomaga muvofiq yo bo‘lmasa boshqacha tarzda ikkinchi xo‘jalik jamiyati tomonidan qabul qilinadigan qarorlarni belgilab berish imkoniga ega bo‘lsa, ushbu ikkinchi xo‘jalik jamiyati sho‘ba xo‘jalik jamiyati hisoblanadi.  Sho‘ba xo‘jalik jamiyati yuridik shaxs hisoblanadi.  Sho‘ba xo‘jalik jamiyati o‘z mulkida o‘zining asosiy jamiyati (shirkati) ustav fondidagi (ustav kapitalidagi) ulushga ega bo‘lishga haqli emas. Ushbu qismda belgilangan taqiq kuchga kirguniga qadar o‘zining asosiy jamiyati (shirkati) ustav fondidagi (ustav kapitalidagi) ulushni olgan sho‘ba xo‘jalik jamiyati o‘zining asosiy jamiyati (shirkati) ishtirokchilari yoki aksiyadorlari umumiy yig‘ilishida ovoz berishga haqli emas.  Sho‘ba xo‘jalik jamiyati o‘zining asosiy jamiyati (shirkati)ning qarzlari bo‘yicha javob bermaydi.  Asosiy jamiyat (shirkat) aybi bilan sho‘ba xo‘jalik jamiyati nochor (bankrot) bo‘lib qolgan taqdirda, asosiy jamiyat (shirkat) uning qarzlari bo‘yicha subsidiar javobgar bo‘ladi.  Sho‘ba xo‘jalik jamiyati ishtirokchilari (aksiyadorlari) asosiy jamiyatdan (shirkatdan) uning aybi bilan sho‘ba jamiyatga yetkazilgan zararni to‘lashni, agar qonunda boshqacha tartib belgilangan bo‘lmasa, talab qilishga haqli.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 67-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "59",
            "Savol": "Matlubot kooperativi deganda nimani tushunasiz. ",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "73-modda. Matlubot kooperativi  Ishtirokchilarning moddiy (mulkiy) ehtiyojlarini qondirish maqsadida fuqarolarning a’zolikka asoslangan ixtiyoriy birlashmasi matlubot kooperativi hisoblanib, bu birlashuv uning a’zolari tomonidan o‘z mulkiy (pay) badallarini qo‘shish yo‘li bilan amalga oshiriladi.  Matlubot kooperativining ustavida ushbu Kodeks 43-moddasining to‘rtinchi va beshinchi qismlarida ko‘rsatilgan ma’lumotlardan tashqari quyidagi ma’lumotlar bo‘lishi kerak: kooperativ a’zolari qo‘shadigan pay badallarining miqdori to‘g‘risidagi; kooperativ a’zolari pay badallarining tarkibi va ularni qo‘shish tartibi hamda ularning badalni qo‘shish majburiyatini buzganlik uchun javobgarligi to‘g‘risidagi; kooperativni boshqarish organlarining tarkibi hamda vakolatlari va ular tomonidan qarorlar qabul qilish tartibi, shu jumladan qarorlar bir ovozdan yoki ovozlarning malakali ko‘pchiligi bilan qabul qilinadigan masalalar to‘g‘risidagi; kooperativ ko‘rgan zararlarni kooperativ a’zolari tomonidan to‘lash tartibi to‘g‘risidagi.  Matlubot kooperativining nomida uning faoliyatining asosiy maqsadi ko‘rsatilishi, shuningdek “kooperativi” so‘zi yoki “matlubot uyushmasi” yoxud “matlubot jamiyati” degan so‘zlar bo‘lishi kerak.  Matlubot kooperativining a’zolari ko‘rilgan zararni yillik balans tasdiqlanganidan keyin uch oy mobaynida qo‘shimcha badallar to‘lash yo‘li bilan qoplashlari shart. Ushbu burch bajarilmagan taqdirda kooperativ kreditorlarning talablariga muvofiq sud tomonidan tugatilishi mumkin.  Matlubot kooperativining a’zolari uning majburiyatlari bo‘yicha har bir kooperativ a’zosi to‘laydigan qo‘shimcha badalning to‘lanmagan qismi doirasida subsidiar javobgar bo‘ladilar. Bu holda kooperativ a’zolari solidar javob beradilar.  Matlubot kooperativining tijorat faoliyatiga nisbatan ushbu Kodeksning tijoratchi tashkilotlar to‘g‘risidagi qoidalari qo‘llaniladi.  Matlubot kooperativlarining huquqiy mavqeyi, shuningdek ular a’zolarining huquq va burchlari ushbu Kodeksga va boshqa qonun hujjatlariga muvofiq belgilanadi.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 73-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "73",
            "Savol": "Jamoat birlashmasi deganda nimani tushunasiz?",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "74-modda. Jamoat birlashmalari  Ma’naviy yoki o‘zga nomoddiy ehtiyojlarni qanoatlantirish uchun o‘z manfaatlarining mushtarakligi asosida qonunda belgilangan tartibda birlashgan fuqarolarning ixtiyoriy birlashmalari jamoat birlashmalari hisoblanadi.  Jamoat birlashmalari o‘z ustavlarida nazarda tutilgan ishlab chiqarish yoki o‘zga tadbirkorlik faoliyatini amalga oshirishga haqlidirlar.  Jamoat birlashmalarining ishtirokchilari (a’zolari) ushbu birlashmalarga mulk qilib bergan mol-mulklariga, shu jumladan a’zolik badallariga bo‘lgan huquqlarini saqlab qolmaydilar. Ular a’zo sifatida ishtirok etayotgan jamoat birlashmalarining majburiyatlari bo‘yicha javob bermaydilar, mazkur birlashmalar esa — o‘z a’zolarining majburiyatlari bo‘yicha javob bermaydilar.  Jamoat birlashmalari huquqiy mavqeyining xususiyatlari qonunchilik bilan belgilanadi.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 74-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "84",
            "Savol": "To’liq shirkat nima ",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "60-modda. To‘liq shirkat  Ishtirokchilari o‘z o‘rtalarida tuzilgan shartnomaga muvofiq shirkat nomidan tadbirkorlik faoliyati bilan shug‘ullanadigan hamda uning majburiyatlari bo‘yicha o‘zlariga qarashli butun mol-mulk bilan javob beradigan shirkat to‘liq shirkat hisoblanadi.  Shaxs faqat bitta to‘liq shirkatning ishtirokchisi bo‘lishi mumkin.  To‘liq shirkatning firma nomi uning barcha ishtirokchilarining nomlari (nomlanishi)ni, shuningdek “to‘liq shirkat” degan so‘zlarni, yoxud bir yoki bir necha ishtirokchining “va kompaniya” degan so‘zlar qo‘shilgan nomi (nomlanishi)ni, shuningdek “to‘liq shirkat” degan so‘zlarni o‘z ichiga olishi kerak.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 60-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "85",
            "Savol": "Operativ boshqarish huquqi nima  ",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "72-modda. Operativ boshqaruv huquqiga asoslangan davlat unitar korxonasi  Qonunchilikda nazarda tutilgan hollarda, O‘zbekiston Respublikasi Hukumatining qaroriga muvofiq davlat mulki bo‘lgan mol-mulk negizida operativ boshqaruv huquqiga asoslangan davlat unitar korxonasi (davlat korxonasi) tashkil etilishi mumkin.  Davlat korxonasining ta’sis hujjati uning ustavidir.  Operativ boshqaruv huquqiga asoslangan davlat korxonasining firma nomi uning davlat korxonasi ekanligini ko‘rsatishi kerak.  Davlat korxonasining o‘ziga biriktirib qo‘yilgan mol-mulkka bo‘lgan huquqi ushbu Kodeksning 178 va 179-moddalariga muvofiq belgilanadi.  Davlat korxonasining mol-mulki yetarli bo‘lmaganida davlat uning majburiyatlari bo‘yicha subsidiar javobgar bo‘ladi.  Davlat korxonasi uni tuzgan davlat organining qaroriga muvofiq qayta tashkil etilishi yoki tugatilishi mumkin.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 72-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "89",
            "Savol": "Masuliyati cheklangan jamiyat tushunchasi ",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "62-modda. Mas’uliyati cheklangan jamiyat  Mas’uliyati cheklangan jamiyat deb bir yoki bir necha shaxs tomonidan ta’sis etilgan, ustav fondi (ustav kapitali) ta’sis hujjatlari bilan belgilab qo‘yilgan miqdorlardagi ulushlarga bo‘lingan jamiyat tan olinadi. Mas’uliyati cheklangan jamiyatning ishtirokchilari uning majburiyatlari bo‘yicha javobgar bo‘lmaydilar va jamiyat faoliyati bilan bog‘liq zarar uchun o‘zlari qo‘shgan hissalar qiymati doirasida javobgar bo‘ladilar.  Jamiyatning o‘z hissasini to‘la qo‘shmagan ishtirokchilari jamiyat majburiyatlari bo‘yicha har bir ishtirokchi hissasining to‘lanmagan qismining qiymati doirasida solidar javobgar bo‘ladilar.  Mas’uliyati cheklangan jamiyatning firma nomi jamiyatning nomini, shuningdek “mas’uliyati cheklangan” degan so‘zlarni o‘z ichiga olishi kerak.  Mas’uliyati cheklangan jamiyatning huquqiy mavqeyi, uning ishtirokchilarining huquq va burchlari ushbu Kodeks hamda boshqa qonun hujjatlari bilan belgilanadi.",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 62-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "95",
            "Savol": "Yuridik shaxsni tasis hujjatlarini tushuntirib bering.",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "43-modda. Yuridik shaxsning ta’sis hujjatlari  Yuridik shaxs ustav asosida yoki ta’sis shartnomasi va ustav asosida yoxud faqat ta’sis shartnomasi asosida ish olib boradi. Qonunda nazarda tutilgan hollarda tijoratchi tashkilot bo‘lmagan yuridik shaxs shu turdagi tashkilotlar haqidagi nizom asosida ish olib borishi mumkin.  Yuridik shaxsning ta’sis shartnomasi uning muassislari tomonidan tuziladi, ustavi esa — tasdiqlanadi.  Ushbu Kodeksga muvofiq bir muassis tomonidan tashkil etilgan yuridik shaxs shu muassis tasdiqlagan ustav asosida ish olib boradi.  Yuridik shaxsning ustavi va boshqa ta’sis hujjatlarida yuridik shaxsning nomi, uning joylashgan eri (pochta manzili), yuridik shaxs faoliyatini boshqarish tartibi belgilab qo‘yilishi, shuningdek ularda tegishli turdagi yuridik shaxslar to‘g‘risida qonunda nazarda tutilgan boshqa ma’lumotlar bo‘lishi kerak. Tijoratchi bo‘lmagan tashkilotlar va unitar korxonalarning, qonunda nazarda tutilgan hollarda esa, boshqa tijoratchi tashkilotlarning ham ta’sis hujjatlarida yuridik shaxs faoliyatining sohasi va maqsadlari belgilab qo‘yilgan bo‘lishi kerak.  Ta’sis shartnomasida taraflar (muassislar) yuridik shaxs tashkil etish majburiyatini oladilar, uni tashkil etish sohasida birgalikda faoliyat ko‘rsatish tartibini, unga o‘z mol-mulklarini berish hamda uning faoliyatida ishtirok etish shartlarini belgilaydilar. Shartnomada foyda va zararlarni ishtirokchilar o‘rtasida taqsimlash, yuridik shaxs faoliyatini boshqarish, muassislarning uning tarkibidan chiqish shartlari va tartibi ham belgilab qo‘yiladi. Ta’sis shartnomasiga muassislarning kelishuviga muvofiq boshqa shartlar ham kiritilishi mumkin.  Ta’sis hujjatlaridagi o‘zgartishlar davlat ro‘yxatidan o‘tkazilgan paytdan boshlab, qonunda belgilangan hollarda esa — davlat ro‘yxatidan o‘tkazishni amalga oshiruvchi organ ana shunday o‘zgartishlar haqida xabardor qilingan paytdan boshlab uchinchi shaxslar uchun kuchga ega bo‘ladi. Yuridik shaxslar va ularning muassislari mazkur o‘zgartishlarni hisobga olib ish yuritgan uchinchi shaxslar bilan munosabatlarda ana shunday o‘zgartishlar ro‘yxatga olinmaganligini vaj qilib ko‘rsatishga haqli emaslar.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 43-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "97",
            "Savol": "Yuridik shaxslarning vakolatxona va filialarini tushuntirib bering",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "47-modda. Vakolatxonalar va filiallar  Vakolatxona yuridik shaxsning u turgan erdan tashqarida joylashgan, yuridik shaxs manfaatlarini ifodalaydigan va ularni himoya qiladigan alohida bo‘linmasidir.  Filial yuridik shaxsning u turgan erdan tashqarida joylashgan hamda uning barcha vazifalarini yoki vazifalarining bir qismini, shu jumladan vakolatxona vazifalarini bajaradigan alohida bo‘linmasidir.  Agar qonunda boshqacha tartib belgilangan bo‘lmasa, vakolatxona va filiallar yuridik shaxs hisoblanmaydi. Ular o‘zlarini tashkil etgan yuridik shaxs tomonidan mol-mulk bilan ta’minlanadilar hamda u tasdiqlagan nizomlar asosida ish olib boradilar. Vakolatxona va filiallarning rahbarlari yuridik shaxs tomonidan tayinlanadi hamda uning ishonchnomasi asosida ish olib boradi.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 41-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "108",
            "Savol": "Jamoat fondi deganda nimani tushunasiz",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "75-modda. Jamoat fondlari  Fuqarolar va (yoki) yuridik shaxslar tomonidan ixtiyoriy mulkiy badallar qo‘shish asosida tashkil etilgan, xayriya, ijtimoiy, madaniy, ma’rifiy yoki boshqa ijtimoiy foydali maqsadlarni ko‘zlaydigan, a’zoligi bo‘lmagan nodavlat notijorat tashkiloti jamoat fondi deb e’tirof etiladi.  Jamoat fondiga uning muassislari (muassisi) yoki vasiyat qiluvchi tomonidan o‘tkazilgan mol-mulk fondning mulkidir. Fond muassislari (muassisi) yoki fond vasiyatnoma bo‘yicha tashkil etilganida vasiyatnomani ijro etuvchi fondning majburiyatlari bo‘yicha javob bermaydi, fond esa muassislarning (muassisning) yoki vasiyatnomani ijro etuvchining majburiyatlari bo‘yicha javob bermaydi.  Jamoat fondining mol-mulkidan fond ustavida belgilangan maqsad va vazifalarni amalga oshirish hamda ma’muriy xarajatlarni qoplash uchun foydalaniladi. Fond qonunchilikka muvofiq tadbirkorlik faoliyati bilan o‘z ustavida belgilangan maqsadlarga to‘g‘ri keladigan doirada shug‘ullanishi mumkin. Fondning tijorat tashkilotlari ustav fondidagi (ustav kapitalidagi) ishtiroki qonunchilikda belgilangan tartibda amalga oshiriladi.  Jamoat fondi har yili o‘z faoliyati to‘g‘risida hisobot e’lon qilib borishi shart.  Jamoat fondini boshqarish tartibi va uning organlarini shakllantirish tartibi uning ustavida belgilanadi.  Jamoat fondining ustavida ushbu Kodeks 43-moddasining to‘rtinchi qismida ko‘rsatilganidan tashqari quyidagi ma’lumotlar bo‘lishi kerak: fond organlarining tuzilishi, vakolatlari va shakllantirilish tartibi; fond organlarining mansabdor shaxslarini tayinlash (saylash) va lavozimidan ozod qilish tartibi; fondning mol-mulkini shakllantirish manbalari; fondning, uning vakolatxonalari hamda filiallarining mol-mulkni boshqarish borasidagi huquq va majburiyatlari; fond vakolatxonalarini ochish va filiallarini tashkil etish tartibi; fondni qayta tashkil etish va tugatish tartibi; fond tugatilgan taqdirda uning mol-mulkidan foydalanish tartibi; fond ustaviga o‘zgartishlar va qo‘shimchalar kiritish tartibi.  Jamoat fondining ustavida fondning belgilangan tartibda ro‘yxatdan o‘tkazilgan ramziy belgisining tavsifi, shuningdek qonunchilikka zid bo‘lmagan boshqa qoidalar ham bo‘lishi mumkin.  Jamoat fondlari huquqiy holatining xususiyatlari qonunchilik bilan belgilanadi.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 41-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "131",
            "Savol": "Jamiyatning ustav fondi va uning tarkibini tushuntirib bering. ",
            "yo'nalish": "yuridik shaxs tushunchasi",
            "Javob": "14-modda. Jamiyat ustav fondining (ustav kapitalining) tarkibi  Jamiyat ustav fondi (ustav kapitali) jamiyatning ustavida belgilanadi va uning ishtirokchilari ulushlarining nominal qiymatidan iborat bo‘ladi.  Jamiyat ustav fondining (ustav kapitalining) eng kam miqdori litsenziya talablarida belgilanishi mumkin.  Jamiyat ishtirokchisining jamiyat ustav fondidagi (ustav kapitalidagi) ulushining miqdori foizlarda yoki kasr ko‘rinishida belgilanadi. Jamiyat ishtirokchisi ulushining miqdori uning ulushi nominal qiymati bilan jamiyat ustav fondining (ustav kapitalining) nisbatiga teng bo‘lishi kerak.  Jamiyat ishtirokchisi ulushining haqiqiy qiymati jamiyat sof aktivlari qiymatining uning ulushi miqdoriga mutanosib bo‘lgan bir qismiga mos bo‘ladi.  Jamiyatning ustavi bilan jamiyat ishtirokchisi ulushining eng yuqori miqdori, shuningdek jamiyat ishtirokchilari ulushlarining nisbatini o‘zgartirish imkoniyati cheklab qo‘yilishi mumkin. Bunday cheklashlar jamiyatning ayrim ishtirokchilariga nisbatan belgilanishi mumkin emas. Ko‘rsatib o‘tilgan qoidalar jamiyat ta’sis etilayotganda uning ustavida nazarda tutilishi, shuningdek jamiyat ishtirokchilari umumiy yig‘ilishining jamiyat barcha ishtirokchilari tomonidan bir ovozdan qabul qilinadigan qaroriga binoan jamiyatning ustaviga kiritilishi, o‘zgartirilishi va undan chiqarib tashlanishi mumkin.  Jamiyat faqat kredit tashkiloti sifatida davlat ro‘yxatidan o‘tkaziladigan paytga qadar uning har bir ishtirokchisi ta’sis hujjatlarida ko‘rsatilgan jamiyatning ustav fondidagi (ustav kapitalidagi) o‘z hissasining kamida o‘ttiz foizini kiritishi shart.  Jamiyatning har bir ishtirokchisi ta’sis hujjatlarida belgilangan va jamiyat davlat ro‘yxatidan o‘tkazilgan paytdan boshlab bir yildan oshmaydigan muddat mobaynida jamiyatning ustav fondiga (ustav kapitaliga) o‘z hissasini to‘liq kiritishi kerak.  Jamiyatning ishtirokchisi tomonidan hissaning to‘liq kiritilganligi jamiyat ishtirokchisiga beriladigan guvohnoma bilan tasdiqlanadi.    ",
            "Huquqiy_asos": "Mas’uliyati cheklangan hamda qo‘shimcha mas’uliyatli jamiyatlar to‘g‘risida qonun 14-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-22525#-22640"
        },
        {
            "T/r": "3",
            "Savol": "Advokatlik firmasining advokati himoyasi ostidagi shaxsga yuridik yordam ko‘rsatilishi munosabati bilan “KOVBOY” MChJ to‘g‘risidagi ma’lumotlarni taqdim etishni so‘rab Davlat xizmatlari markaziga so‘rov xatini taqdim qildi. Davlat xizmatlari markazi Tadbirkorlik sub’ektlari yagona davlat reestridan tadbirkorlik sub’ekti to‘g‘risidagi ma’lumotni taqdim qilish to‘lov asosida amalga oshirilishini ma’lum qildi. Advokat bunga e’tiroz bildirib, “Advokatura to‘g‘risida”gi qonunning 6-moddasini asos qilib keltirdi. Ya’ni ushbu moddaga muvofiq, advokat yuridik yordam ko‘rsatilishi munosabati bilan tashkilotlardan kerakli ma’lumotlarni so‘rash va olish huquqi mavjudligini ma’lum qildi. Vaziyatga huquqiy baho bering.",
            "yo'nalish": "Tadbirkorlar haqida ma'lumot olish",
            "Javob": "3. Mazkur holatda advokat ham to‘lovni amalga oshirgan holda ma’lumotnoma olishi kerak. Haqiqatan ham, “Advokatura to‘g‘risida”gi qonunning 6-moddasida advokat yuridik yordam ko‘rsatilishi munosabati bilan tashkilotlardan kerakli ma’lumotlarni so‘rash va olish huquqiga ega ekanligi belgilangan. Biroq, ushbu moddada ma’lumotlarni bepul yoki to‘lov asosida olishi belgilanmagan, balki ma’lumot so‘ralayotgan davlat organi ushbu ma’lumotnomani qonunchilikda belgilangan tartibda berishi kerakligi belgilangan. Shundan kelib chiqib, ushbu holatda Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori bilan tasdiqlangan Tadbirkorlik sub’ektlarining yagona davlat reestrini yuritish tartibi to‘g‘risidagi nizomga murojaat qilish lozim. Ushbu nizomning 16-bandida Reestrdan hujjatlarni, shu jumladan elektron shaklda taqdim etish to‘lov asosida amalga oshirilishi, ularni davlat organlari, O‘zbekiston Respublikasi Markaziy banki, Savdo-sanoat palatasi va tadbirkorlik sub’ekti tomonidan o‘ziga nisbatan so‘rovnomalari bo‘yicha taqdim etilishi bundan mustasno ekanligi belgilangan. Ko‘rishimiz mumkinki, advokatlar ushbu holatda istisno qilinmagan.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347",
            "Qo'shimcha savollar": "1. Kimlarga malumotlar bepul asosda beriladi"
        },
        {
            "T/r": "37",
            "Savol": "Aloqa bank aksiadorlik tijorat banki xat bilan DXMga murojaat qildi. Xatda jinoiy faoliyatdan olingan mablag’larni legallashtirish bilan bog’liq jinoiy harakatlarni oldini olish maqsadida DXM bilan hamkorlikda qilish. Bunda bankda hisob raqam ochgan tadbirkorlar haqida malumotlarni erkin olish imkonine berishni so’ragan. Markaz bunga javoban malumotlar taqdim etilishi haqida xat yuborgan. Vaziyatga huquqiy baho bering. ",
            "yo'nalish": "Tadbirkorlar haqida ma'lumot olish",
            "Javob": "4-bob. Reyestrdan axborot taqdim etish  11. Reyestrda mavjud bo‘lgan axborot va hujjatlar ochiq bo‘lib istalgan manfaatdor shaxs uchun erkin foydalanish imkoni mavjud, qonun hujjatlariga muvofiq foydalanish cheklab qo‘yilgan ma’lumotlar bundan mustasno.  12. Reyestrda mavjud bo‘lgan axborot va hujjatlardan erkin foydalanish imkoniyati tegishli axborotni Yagona portalga joylashtirib borish yo‘li bilan, shuningdek so‘ralayotgan hujjat ko‘chirmasini, so‘ralayotgan hujjat mavjud emasligi to‘g‘risidagi ma’lumotnoma va (yoki) Reyestrdagi hujjatni berish yo‘li bilan, bunda Reyestrga kiritib borilayotgan tegishli ma’lumot va hujjatlar kiritilishi bilanoq har kun yangilab borish yo‘li bilan amalga oshiriladi.  14. Jismoniy shaxslar, davlat yoki xo‘jalik boshqaruv organlari yoxud boshqa tashkilotlarning yozma so‘rovnomasi bo‘yicha Reyestrdan ushbu Nizomning 1 va 2-ilovalariga muvofiq shakllar bo‘yicha aniq tadbirkorlik subyektlari to‘g‘risidagi axborot ko‘chirmalar ko‘rinishida so‘ralgan hujjat, tadbirkorlik subyektlarining ro‘yxati yoki so‘ralayotgan axborot va (yoxud) hujjatlarning mavjud emasligi to‘g‘risidagi ma’lumotnoma taqdim etiladi.  15. Ushbu Nizomning 14-bandida nazarda tutilgan hujjatlar ro‘yxatdan o‘tkazuvchi organ tomonidan tegishli so‘rovnoma olingan paytdan boshlab bir kun muddatda taqdim etiladi (jo‘natiladi).  So‘ralgan hujjatlar Tizim orqali avtomatik tarzda elektron ko‘rinishda olinishi va nusxalari ko‘rinishida qog‘ozda chop etilishi mumkin.  16. Reyestrdan hujjatlarni, shu jumladan elektron shaklda taqdim etish to‘lov asosida amalga oshiriladi, ularni davlat organlari, O‘zbekiston Respublikasi Markaziy banki, Savdo-sanoat palatasi va tadbirkorlik subyekti tomonidan o‘ziga nisbatan so‘rovnomalari bo‘yicha taqdim etilishi bundan mustasno.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "93",
            "Savol": "Yashnaobod tuman prokuraturasi Kavboy MCHJ tasischilariga nisbatan jinoyat ishi qo’zg’atilganligi sababli ushbu MCHJ haqidagi malumotlarni so’rab Yashnaobod tuman DXAga so’rov xati yubordi. Markaz ushbu MCHJ haqidagi ma’lumotlarni berishni rad qildi. Shunda prokuratura davlat organining so’rovi bo’yicha ma’lumotlarni taqdim qilish shartligini malum qildi. Vaziyatga huquqiy baho bering.",
            "yo'nalish": "Tadbirkorlar haqida ma'lumot olish",
            "Javob": "4-bob. Reyestrdan axborot taqdim etish  11. Reyestrda mavjud bo‘lgan axborot va hujjatlar ochiq bo‘lib istalgan manfaatdor shaxs uchun erkin foydalanish imkoni mavjud, qonun hujjatlariga muvofiq foydalanish cheklab qo‘yilgan ma’lumotlar bundan mustasno.  12. Reyestrda mavjud bo‘lgan axborot va hujjatlardan erkin foydalanish imkoniyati tegishli axborotni Yagona portalga joylashtirib borish yo‘li bilan, shuningdek so‘ralayotgan hujjat ko‘chirmasini, so‘ralayotgan hujjat mavjud emasligi to‘g‘risidagi ma’lumotnoma va (yoki) Reyestrdagi hujjatni berish yo‘li bilan, bunda Reyestrga kiritib borilayotgan tegishli ma’lumot va hujjatlar kiritilishi bilanoq har kun yangilab borish yo‘li bilan amalga oshiriladi.  14. Jismoniy shaxslar, davlat yoki xo‘jalik boshqaruv organlari yoxud boshqa tashkilotlarning yozma so‘rovnomasi bo‘yicha Reyestrdan ushbu Nizomning 1 va 2-ilovalariga muvofiq shakllar bo‘yicha aniq tadbirkorlik subyektlari to‘g‘risidagi axborot ko‘chirmalar ko‘rinishida so‘ralgan hujjat, tadbirkorlik subyektlarining ro‘yxati yoki so‘ralayotgan axborot va (yoxud) hujjatlarning mavjud emasligi to‘g‘risidagi ma’lumotnoma taqdim etiladi.  15. Ushbu Nizomning 14-bandida nazarda tutilgan hujjatlar ro‘yxatdan o‘tkazuvchi organ tomonidan tegishli so‘rovnoma olingan paytdan boshlab bir kun muddatda taqdim etiladi (jo‘natiladi).  So‘ralgan hujjatlar Tizim orqali avtomatik tarzda elektron ko‘rinishda olinishi va nusxalari ko‘rinishida qog‘ozda chop etilishi mumkin.  16. Reyestrdan hujjatlarni, shu jumladan elektron shaklda taqdim etish to‘lov asosida amalga oshiriladi, ularni davlat organlari, O‘zbekiston Respublikasi Markaziy banki, Savdo-sanoat palatasi va tadbirkorlik subyekti tomonidan o‘ziga nisbatan so‘rovnomalari bo‘yicha taqdim etilishi bundan mustasno.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "99",
            "Savol": "Tadbirkorlik subyektlari yagona davlat reestridan axborot taqdim etish tartibini tushuntib bering.",
            "yo'nalish": "Tadbirkorlar haqida ma'lumot olish",
            "Javob": "4-bob. Reyestrdan axborot taqdim etish  11. Reyestrda mavjud bo‘lgan axborot va hujjatlar ochiq bo‘lib istalgan manfaatdor shaxs uchun erkin foydalanish imkoni mavjud, qonun hujjatlariga muvofiq foydalanish cheklab qo‘yilgan ma’lumotlar bundan mustasno.  12. Reyestrda mavjud bo‘lgan axborot va hujjatlardan erkin foydalanish imkoniyati tegishli axborotni Yagona portalga joylashtirib borish yo‘li bilan, shuningdek so‘ralayotgan hujjat ko‘chirmasini, so‘ralayotgan hujjat mavjud emasligi to‘g‘risidagi ma’lumotnoma va (yoki) Reyestrdagi hujjatni berish yo‘li bilan, bunda Reyestrga kiritib borilayotgan tegishli ma’lumot va hujjatlar kiritilishi bilanoq har kun yangilab borish yo‘li bilan amalga oshiriladi.  14. Jismoniy shaxslar, davlat yoki xo‘jalik boshqaruv organlari yoxud boshqa tashkilotlarning yozma so‘rovnomasi bo‘yicha Reyestrdan ushbu Nizomning 1 va 2-ilovalariga muvofiq shakllar bo‘yicha aniq tadbirkorlik subyektlari to‘g‘risidagi axborot ko‘chirmalar ko‘rinishida so‘ralgan hujjat, tadbirkorlik subyektlarining ro‘yxati yoki so‘ralayotgan axborot va (yoxud) hujjatlarning mavjud emasligi to‘g‘risidagi ma’lumotnoma taqdim etiladi.  15. Ushbu Nizomning 14-bandida nazarda tutilgan hujjatlar ro‘yxatdan o‘tkazuvchi organ tomonidan tegishli so‘rovnoma olingan paytdan boshlab bir kun muddatda taqdim etiladi (jo‘natiladi).  So‘ralgan hujjatlar Tizim orqali avtomatik tarzda elektron ko‘rinishda olinishi va nusxalari ko‘rinishida qog‘ozda chop etilishi mumkin.  16. Reyestrdan hujjatlarni, shu jumladan elektron shaklda taqdim etish to‘lov asosida amalga oshiriladi, ularni davlat organlari, O‘zbekiston Respublikasi Markaziy banki, Savdo-sanoat palatasi va tadbirkorlik subyekti tomonidan o‘ziga nisbatan so‘rovnomalari bo‘yicha taqdim etilishi bundan mustasno.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "122",
            "Savol": "Namuna MCHJda tergov bolayotganligi sababli Namangan viloyat prokuraturasining 2021-yil 10 oktabrdagi rasmiy so’roviga asosan Namuna MCHJ haqidagi malumotlarni so’rab murojaat qilgan DHM xodimi ushbu malumtlarni taqdim qilgan. Mazkur holatda DXM harakati qonuniymi. ",
            "yo'nalish": "Tadbirkorlar haqida ma'lumot olish",
            "Javob": "4-bob. Reyestrdan axborot taqdim etish  11. Reyestrda mavjud bo‘lgan axborot va hujjatlar ochiq bo‘lib istalgan manfaatdor shaxs uchun erkin foydalanish imkoni mavjud, qonun hujjatlariga muvofiq foydalanish cheklab qo‘yilgan ma’lumotlar bundan mustasno.  12. Reyestrda mavjud bo‘lgan axborot va hujjatlardan erkin foydalanish imkoniyati tegishli axborotni Yagona portalga joylashtirib borish yo‘li bilan, shuningdek so‘ralayotgan hujjat ko‘chirmasini, so‘ralayotgan hujjat mavjud emasligi to‘g‘risidagi ma’lumotnoma va (yoki) Reyestrdagi hujjatni berish yo‘li bilan, bunda Reyestrga kiritib borilayotgan tegishli ma’lumot va hujjatlar kiritilishi bilanoq har kun yangilab borish yo‘li bilan amalga oshiriladi.  14. Jismoniy shaxslar, davlat yoki xo‘jalik boshqaruv organlari yoxud boshqa tashkilotlarning yozma so‘rovnomasi bo‘yicha Reyestrdan ushbu Nizomning 1 va 2-ilovalariga muvofiq shakllar bo‘yicha aniq tadbirkorlik subyektlari to‘g‘risidagi axborot ko‘chirmalar ko‘rinishida so‘ralgan hujjat, tadbirkorlik subyektlarining ro‘yxati yoki so‘ralayotgan axborot va (yoxud) hujjatlarning mavjud emasligi to‘g‘risidagi ma’lumotnoma taqdim etiladi.  15. Ushbu Nizomning 14-bandida nazarda tutilgan hujjatlar ro‘yxatdan o‘tkazuvchi organ tomonidan tegishli so‘rovnoma olingan paytdan boshlab bir kun muddatda taqdim etiladi (jo‘natiladi).  So‘ralgan hujjatlar Tizim orqali avtomatik tarzda elektron ko‘rinishda olinishi va nusxalari ko‘rinishida qog‘ozda chop etilishi mumkin.  16. Reyestrdan hujjatlarni, shu jumladan elektron shaklda taqdim etish to‘lov asosida amalga oshiriladi, ularni davlat organlari, O‘zbekiston Respublikasi Markaziy banki, Savdo-sanoat palatasi va tadbirkorlik subyekti tomonidan o‘ziga nisbatan so‘rovnomalari bo‘yicha taqdim etilishi bundan mustasno.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "133",
            "Savol": "Kovboy MCHJ yagona tasischisi Aliyev DXMga murojaat qilib, tasis hujjatlar nusxalarini berishni so’radi. Markaz xodimi malumot berish to’lov asosida amalga oshirilishi kerakligini malum qilib rad etdi. Aliyev 66-son nizom bo’yicha tadbirkor o’zi murojaat qilsa tekin berilishini aytdi. Markaz xodimi nizomni o’qib chiqib fuqaro so’ragan malumotlarni bepul berdi. Vaziyatga huquqiy baho bering.",
            "yo'nalish": "Tadbirkorlar haqida ma'lumot olish",
            "Javob": "4-bob. Reyestrdan axborot taqdim etish  11. Reyestrda mavjud bo‘lgan axborot va hujjatlar ochiq bo‘lib istalgan manfaatdor shaxs uchun erkin foydalanish imkoni mavjud, qonun hujjatlariga muvofiq foydalanish cheklab qo‘yilgan ma’lumotlar bundan mustasno.  12. Reyestrda mavjud bo‘lgan axborot va hujjatlardan erkin foydalanish imkoniyati tegishli axborotni Yagona portalga joylashtirib borish yo‘li bilan, shuningdek so‘ralayotgan hujjat ko‘chirmasini, so‘ralayotgan hujjat mavjud emasligi to‘g‘risidagi ma’lumotnoma va (yoki) Reyestrdagi hujjatni berish yo‘li bilan, bunda Reyestrga kiritib borilayotgan tegishli ma’lumot va hujjatlar kiritilishi bilanoq har kun yangilab borish yo‘li bilan amalga oshiriladi.  14. Jismoniy shaxslar, davlat yoki xo‘jalik boshqaruv organlari yoxud boshqa tashkilotlarning yozma so‘rovnomasi bo‘yicha Reyestrdan ushbu Nizomning 1 va 2-ilovalariga muvofiq shakllar bo‘yicha aniq tadbirkorlik subyektlari to‘g‘risidagi axborot ko‘chirmalar ko‘rinishida so‘ralgan hujjat, tadbirkorlik subyektlarining ro‘yxati yoki so‘ralayotgan axborot va (yoxud) hujjatlarning mavjud emasligi to‘g‘risidagi ma’lumotnoma taqdim etiladi.  15. Ushbu Nizomning 14-bandida nazarda tutilgan hujjatlar ro‘yxatdan o‘tkazuvchi organ tomonidan tegishli so‘rovnoma olingan paytdan boshlab bir kun muddatda taqdim etiladi (jo‘natiladi).  So‘ralgan hujjatlar Tizim orqali avtomatik tarzda elektron ko‘rinishda olinishi va nusxalari ko‘rinishida qog‘ozda chop etilishi mumkin.  16. Reyestrdan hujjatlarni, shu jumladan elektron shaklda taqdim etish to‘lov asosida amalga oshiriladi, ularni davlat organlari, O‘zbekiston Respublikasi Markaziy banki, Savdo-sanoat palatasi va tadbirkorlik subyekti tomonidan o‘ziga nisbatan so‘rovnomalari bo‘yicha taqdim etilishi bundan mustasno.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "5",
            "Savol": "Soliq qonunchiligiga ko‘ra Respublikamizda qanday soliq turlari mavjud?",
            "yo'nalish": "Soliq qonunchiligi",
            "Javob": "O‘zbekiston Respublikasi hududida quyidagi soliqlar belgilanadi: 1) qo‘shilgan qiymat solig‘i; 2) aksiz solig‘i; 3) foyda solig‘i; 4) jismoniy shaxslardan olinadigan daromad solig‘i; 5) yer qa’ridan foydalanganlik uchun soliq; 6) suv resurslaridan foydalanganlik uchun soliq; 7) mol-mulk solig‘i; 8) yer solig‘i; 9) ijtimoiy soliq. ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Soliq kodeksining 17-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-4674902",
            "Qo'shimcha savollar": "1. Foyda solig'I bilan daromat solig'ini nima farqi bor. 2.Qaysi organ yangi soliqlarni joriy qila oladi"
        },
        {
            "T/r": "24",
            "Savol": "3. Fuqaro K.Akromov 2021 yil 20 yanvar kuni “Sharq Sharobi” MChJni tashkil qilib, alkogol mahsulotlari bilan chakana savdo qilish faoliyatini amalga oshirishni rejalashtirdi hamda shu maqsadda Olmazor tuman davlat xizmatlari markaziga murojaat qildi. Markaz xodim M.Sobirov O‘zbekiston Respublikasi Prezidentining 2020 yil 24 avgustdagi PF–6044-son Farmoniga asosan 2021 yil 1 yanvardan boshlab mazkur faoliyatni amalga oshirishda ruxsatnoma bekor qilinib, alkogol mahsulotlari bilan chakana savdo qilishni boshlaganlik yoki tugatganlik haqida xabarnoma yuborish tartibi joriy qilinganligini, mazkur xabarnomani “Litsenziya” axborot tizimi orqali vakolatli organga yuborishi lozimligini ma’lum qildi. Fuqaro K.Akromov esa elektron raqamli imzo olgan holda “Litsenziya” axborot tizimi orqali vakolatli organga alkogol mahsulotlari bilan chakana savdo qilishni boshlaganlik haqida xabarnoma yubormoqchi bo‘lganda axborot tizimi ishlamayotganligi ma’lum bo‘ldi. Shunda Fuqaro K.Akromov alkogol mahsulotlari bilan chakana savdo qilishni boshlaganlik haqida xabarnomani hududiy soliq organlariga pochta orqali xat ko‘rinishida yubordi va faoliyatini amalga oshirishni boshladi. Tez orada bundan xabar topgan Olmazor tuman davlat soliq inspeksiyasi tadbirkorga belgilangan tartibda o‘z faoliyati haqida xabardor qilmaganligi sababli unga nisbatan tegishli chora ko‘rilishini ma’lum qildi. Mazkur holat yuzasidan izoh bering.",
            "yo'nalish": "Soliq qonunchiligi",
            "Javob": "Sobirov O‘zbekiston Respublikasi Prezidentining 2020 yil 24 avgustdagi PF–6044-son Farmoniga asosan 2021 yil 1 yanvardan boshlab litsenziyalash, ruxsat berish va xabardor qilish tartib-taomillari bosqichma-bosqich to‘liq elektron tarzda “Litsenziya” axborot tizimi orqali amalga oshiriladi. Mazkur Farmonga asosan Adliya vazirligiga Axborot texnologiyalari va kommunikatsiyalarini rivojlantirish vazirligi bilan birgalikda 2021 yil 1 yanvarga qadar litsenziyalash, ruxsat berish va xabardor qilish tartib-taomillari bilan bog‘liq barcha jarayonlarni qamrab olgan, idoralararo elektron o‘zaro hamkorlik qilish imkoniyatiga ega hamda maxsus mobil ilovasi mavjud bo‘lgan “Litsenziya” axborot tizimi ishlab chiqilishi va ishga tushirilishini ta’minlash vazifasi yuklatilgan. “Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida”gi Qonunning 11-moddasiga asosan tadbirkorlik faoliyati sub’ektlarining davlat organlari, shu jumladan huquqni muhofaza qiluvchi va nazorat qiluvchi organlar, shuningdek banklar bilan o‘zaro munosabatlarida tadbirkorlik faoliyati sub’ekti huquqlarining ustuvorligi prinsipi amal qilib, unga muvofiq qonun hujjatlarida tadbirkorlik faoliyatini amalga oshirish bilan bog‘liq holda yuzaga keladigan barcha bartaraf etib bo‘lmaydigan ziddiyatlar va noaniqliklar tadbirkorlik faoliyati sub’ektining foydasiga talqin etiladi.",
            "Huquqiy_asos": "Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida”gi Qonunning 11-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/acts/-2006789"
        },
        {
            "T/r": "51",
            "Savol": "Respublikamizda mavjud bo’lgan qanday soliq rejimlarini bilasiz",
            "yo'nalish": "Soliq qonunchiligi",
            "Javob": "18-modda. Maxsus soliq rejimlari  Soliq to‘lovchilarning ayrim toifalari uchun O‘zbekiston Respublikasi hududida quyidagi maxsus soliq rejimlari belgilanadi:  1) aylanmadan olinadigan soliq;  2) mahsulot taqsimotiga oid bitimlar ishtirokchilariga soliq solishning alohida tartibi;  3) maxsus iqtisodiy zonalar ishtirokchilariga va ayrim toifadagi soliq to‘lovchilarga soliq solishning alohida tartibi;  4) O‘zbekiston Respublikasining ayrim hududlarida soliq solishning alohida tartibi.  Maxsus iqtisodiy zonalar ishtirokchilariga va ayrim toifadagi soliq to‘lovchilarga soliq solishning alohida tartibi qonunchilikda yoki investitsiya bitimlarida nazarda tutilgan investitsiyalarni amalga oshirish hamda boshqa shartlarni bajarish bilan bog‘liq holda muayyan muddat uchun belgilanadi.  Maxsus soliq rejimlari ayrim soliqlarni to‘lashdan ozod etishni, pasaytirilgan soliq stavkalarini va boshqa soliq imtiyozlarini qo‘llashni nazarda tutishi mumkin.",
            "Huquqiy_asos": "O‘ZBEKISTON RESPUBLIKASINING SOLIQ KODEKSI 18-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-4674902#-4675473"
        },
        {
            "T/r": "88",
            "Savol": "Xususiy korxona belgilangan tartibda o’zining restoranida alkogol maxsulotlarni sotish bilan shug’ullanadi. Biroq uning umumiy ovqatlanish korxonasida alkagol maxsulotlarni sotish huquqi uchun ruxsat guvohnomasi amal qilish muddati 2021-yil 1-sentabrdan tugadi. Shunda korxona ruxsatnomani muddatini uzaytirmasdan o’z faoliyatini davom ettirdi.  Shunda hududiy soliq organlari xodimlari o’zining ruxsatnomasi muddatini uzaytirishga majburligini bildirdi. Vaziyatga huquqiy baho bering",
            "yo'nalish": "Soliq qonunchiligi",
            "Javob": "Alkogol maxsulotlarini sotish bo'yicha litsenziya talabi bekor bolgan. Xabardor qilibsa bo'ldi. Soliq organining harakati noto'g'ri"
        },
        {
            "T/r": "96",
            "Savol": "Aksiz soligini tushuntirib bering Kimlar aksiz soliq to’lovchilar hisoblanadi. ",
            "yo'nalish": "Soliq qonunchiligi",
            "Javob": "283-modda. Soliq to‘lovchilar  Aksiz solig‘ini to‘lovchilar (bundan buyon ushbu bo‘limda soliq to‘lovchilar deb yuritiladi) deb quyidagi shaxslar e’tirof etiladi:  1) O‘zbekiston Respublikasi hududida aksiz solig‘i solinadigan tovarlarni (aksiz to‘lanadigan tovarlarni) ishlab chiqaruvchilar;  2) tabiiy gazni iste’molchilarga realizatsiya qilishni amalga oshiruvchilar;  3) benzin, dizel yoqilg‘isini yakuniy iste’molchilarga realizatsiya qilishni, shu jumladan avtomobillarga yoqilg‘i quyish shoxobchalari orqali, shuningdek gazni gaz to‘ldirish stansiyalari va gaz to‘ldirish punktlari orqali realizatsiya qilishni amalga oshiruvchilar. Ushbu bo‘limni qo‘llash maqsadida yakuniy iste’molchilar deganda o‘z ehtiyojlari uchun benzin, dizel yoqilg‘isi hamda gaz oluvchi yuridik va jismoniy shaxslar tushuniladi;  4) oddiy shirkat ishtirokchisi bo‘lgan, oddiy shirkat shartnomasi doirasida amalga oshiriladigan aksiz to‘lanadigan tovarni ishlab chiqarish bilan bog‘liq bo‘lgan faoliyat bo‘yicha oddiy shirkat ishlarini yuritish vazifasi zimmasiga yuklatilgan ishonchli shaxs;  5) O‘zbekiston Respublikasining bojxona hududi orqali aksiz to‘lanadigan tovarlarni olib o‘tuvchilar. Bojxona to‘g‘risidagi qonunchilikka muvofiq mazkur shaxslar soliq to‘lovchilar deb e’tirof etiladi.  Quyidagilar ham soliq to‘lovchilar deb e’tirof etiladi:  1) telekommunikatsiya mobil aloqa xizmatlarini (aksiz to‘lanadigan xizmatlarni) ko‘rsatadigan O‘zbekiston Respublikasi yuridik shaxslari;  2) O‘zbekiston Respublikasida faoliyatni doimiy muassasa orqali amalga oshiradigan, aksiz solig‘i solinadigan tovarlarni ishlab chiqaruvchi yoki shunday tovarlarni olib kirishni amalga oshiruvchi chet el yuridik shaxslari.  284-modda. Soliq solish obyekti  Aksiz solig‘i (bundan buyon ushbu bo‘limda soliq deb yuritiladi) solinadigan obyektlar quyidagilardan iborat:  1) aksiz to‘lanadigan tovarlarni realizatsiya qilish, shu jumladan aksiz to‘lanadigan tovarlarni boshqa tovarlarga (xizmatlarga) ayirboshlash uchun berish:  tovarga bo‘lgan mulk huquqini berish;  garov bilan ta’minlangan majburiyat bajarilmagan taqdirda, garovga qo‘yilgan aksiz to‘lanadigan tovarlarni garovga qo‘yuvchi tomonidan berish;  aksiz to‘lanadigan tovarlarni bepul berish;  aksiz to‘lanadigan tovarlarni (xizmatlarni) jismoniy shaxslarning mehnatiga haq to‘lash yoki dividendlar to‘lash hisobidan berish;  2) aksiz to‘lanadigan tovarlarni yuridik shaxsning ustav fondiga (ustav kapitaliga) hissa sifatida yoxud oddiy shirkat shartnomasi (birgalikdagi faoliyat to‘g‘risidagi shartnoma) bo‘yicha sherikning (ishtirokchining) hissasi sifatida berish;  3) aksiz to‘lanadigan tovarlarni:  a) ishtirokchiga (muassisga) u yuridik shaxs tarkibidan chiqqan (chiqib ketgan) taqdirda yoxud yuridik shaxsda ishtirok etish ulushi kamayganda yoki yuridik shaxs tomonidan ishtirokchidan ushbu yuridik shaxsda ishtirok etish ulushi (ulushning bir qismi) qaytarib sotib olinganda ishtirokchiga berish;  b) yuridik shaxs bo‘lgan emitent tomonidan aksiyadordan ushbu emitent chiqargan aksiyalar qaytarib sotib olingan taqdirda aksiyadorga berish;  v) yuridik shaxsni tugatishda aksiyadorga yoki ishtirokchiga berish;  4) aksiz to‘lanadigan tovarlarni qaytarish sharti bilan qayta ishlash uchun topshirish, shuningdek qaytarish sharti bilan berilgan xomashyo va materiallarni qayta ishlash mahsuli bo‘lgan, shuningdek aksiz to‘lanadigan shunday xomashyo va materiallarning mahsuli bo‘lgan, aksiz to‘lanadigan tovarlarni qaytarish sharti bilan berilgan xomashyo va materiallarning mulkdoriga ishlab chiqaruvchi tomonidan topshirish;  5) aksiz to‘lanadigan tovarlardan o‘z ehtiyojlari uchun foydalanish;  6) aksiz to‘lanadigan tovarlarni O‘zbekiston Respublikasining bojxona hududiga olib kirish;  7) benzinni, dizel yoqilg‘isini va gazni yakuniy iste’molchilarga realizatsiya qilish yoki ulardan o‘z ehtiyojlari uchun foydalanish;  8) aksiz to‘lanadigan xizmatlar ko‘rsatish;  9) O‘zbekiston Respublikasi hududida ishlab chiqarilgan va (yoki) O‘zbekiston Respublikasining bojxona hududiga import qilinadigan aksiz to‘lanadigan tovarlarning buzilishi, yo‘qotilishi, bundan favqulodda vaziyatlar natijasida yuzaga kelgan hollar mustasno. Aybdor tomonidan tovarning qiymati sug‘urta orqali to‘langan yoki uning o‘rni qoplangan taqdirda, aksiz solig‘i sug‘urta orqali to‘lash (o‘rnini qoplash) ulushida to‘lanadi.  Quyidagilar soliq solish obyekti hisoblanmaydi:  1) aksiz to‘lanadigan tovarlarni eksportga (eksportning bojxona tartib-taomillarida) realizatsiya qilish;  2) bojxona hududida qayta ishlash bojxona tartib-taomiliga joylashtirilgan tovarlardan ishlab chiqarilgan, qayta ishlash mahsuli bo‘lgan aksiz to‘lanadigan tovarlarni keyinchalik O‘zbekiston Respublikasining bojxona hududidan olib chiqib ketish sharti bilan berish;  3) ixtisoslashtirilgan gaz ta’minoti korxonalari orqali aholiga suyultirilgan gazni maishiy ehtiyojlar uchun realizatsiya qilish;  4) O‘zbekiston Respublikasining bojxona hududiga quyidagi aksiz to‘lanadigan tovarlarni:  O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadigan tartibda insonparvarlik yordami sifatida olib kirish;  davlatlar, hukumatlar, xalqaro tashkilotlar orqali xayriya yordami maqsadida, shu jumladan texnik ko‘mak ko‘rsatish maqsadida olib kirish;  agar ular olib kirilayotganda soliqdan ozod etilishi qonunda nazarda tutilgan bo‘lsa, xalqaro moliya institutlarining qarzlari va hukumat tashkilotlarining xalqaro qarzlari hisobidan olib kirish;  5) aksiz to‘lanadigan tovarlarni O‘zbekiston Respublikasining bojxona hududiga soliq solinmaydigan tovarlarni olib kirish normalari doirasida jismoniy shaxslar tomonidan import qilish. O‘zbekiston Respublikasi hududiga soliq solinmaydigan tovarlarni jismoniy shaxslar tomonidan olib kirishning eng yuqori normalari qonunchilikda belgilanadi;  6) vakolatli davlat organining yozma shakldagi tasdig‘i bo‘lgan taqdirda, telekommunikatsiyalar operatorlari hamda tezkor-qidiruv tadbirlari tizimining texnik vositalarini sertifikatlashtirish bo‘yicha maxsus organ tomonidan olinadigan tezkor-qidiruv tadbirlari tizimining texnik vositalari.  7) ishlab chiqaruvchilar tomonidan turistik yo‘nalishlarda tashkil etilgan degustatsiya hududlarida (joylarida) realizatsiya qilinadigan tabiiy vino (shisha idishdagilardan tashqari) mahsulotlariga",
            "Huquqiy_asos": "O‘ZBEKISTON RESPUBLIKASINING SOLIQ KODEKSI 283-284-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-4674902#-4675473"
        },
        {
            "T/r": "111",
            "Savol": "Qaysi jismoniy shaxslar soliq solishdan ozod etiladi.",
            "yo'nalish": "Soliq qonunchiligi",
            "Javob": "380-modda. Ayrim toifadagi soliq to‘lovchilarning jami daromadini kamaytirish  Quyidagi soliq to‘lovchilar soliq solishdan qisman (daromadlar qaysi oyda olingan bo‘lsa, o‘sha oyda har bir oy uchun mehnatga haq to‘lashning eng kam miqdorining 1,41 baravari miqdoridagi daromadlar, ushbu qismning 3-bandida ko‘rsatilgan shaxslar uchun esa mehnatga haq to‘lashning eng kam miqdorining 3 baravari miqdoridagi daromadlar bo‘yicha) ozod etiladi:  1) “O‘zbekiston Qahramoni”, Sovet Ittifoqi Qahramoni, Mehnat Qahramoni unvonlariga sazovor bo‘lgan shaxslar, uchala darajadagi Shuhrat ordeni bilan taqdirlangan shaxslar. Bu imtiyoz tegishincha “O‘zbekiston Qahramoni” unvoni berilganligi to‘g‘risidagi guvohnoma, Sovet Ittifoqi Qahramoni, Mehnat Qahramoni daftarchalari, orden daftarchasi yoki mudofaa ishlari bo‘yicha bo‘limning ma’lumotnomasi asosida beriladi;  2) urush nogironlari va qatnashchilari, shuningdek doirasi qonunchilik bilan belgilanadigan, ularga tenglashtirilgan shaxslar. Mazkur imtiyoz urush nogironining (qatnashchisining) tegishli guvohnomasi yoki mudofaa ishlari bo‘yicha bo‘limning yoxud boshqa vakolatli organning ma’lumotnomasi asosida, nogironligi bo‘lgan boshqa shaxslarga (qatnashchilarga) nogironligi bo‘lgan shaxsning (qatnashchining) imtiyozlarga bo‘lgan huquqi to‘g‘risidagi guvohnomasi asosida beriladi;  3) bolalikdan nogironligi bo‘lgan shaxslar, shuningdek I va II guruh nogironligi bo‘lgan shaxslar. Bu imtiyoz pensiya guvohnomasi yoki tibbiy-ijtimoiy ekspert komissiyasining ma’lumotnomasi asosida beriladi;  4) sobiq SSSRni, O‘zbekiston Respublikasining konstitutsiyaviy tuzumini himoya qilish yoxud harbiy xizmatning yoki ichki ishlar organlaridagi va O‘zbekiston Respublikasi Milliy gvardiyasidagi xizmatning boshqa majburiyatlarini bajarish chog‘ida yaralanganligi, kontuziya yoki mayib bo‘lganligi oqibatida yoxud frontda bo‘lish bilan bog‘liq kasallik tufayli halok bo‘lgan harbiy xizmatchilarning hamda ichki ishlar organlari, O‘zbekiston Respublikasi Milliy gvardiyasi xodimlarining ota-onalari va beva xotinlari (beva erlari). Bu imtiyoz “Halok bo‘lgan askarning beva xotini (beva eri, onasi, otasi)” yoki “Ichki ishlar organlari halok bo‘lgan xodimining beva xotini (beva eri, onasi, otasi)”, “O‘zbekiston Respublikasi Milliy gvardiyasi halok bo‘lgan xodimining beva xotini (beva eri, onasi, otasi)” shtampi qo‘yilgan yoxud pensiya guvohnomasini bergan muassasa rahbarining imzosi va ushbu muassasa muhri bilan tasdiqlangan tegishli yozuvli pensiya guvohnomasi asosida beriladi. Agar mazkur shaxslar pensioner bo‘lmasa, imtiyoz ularga sobiq SSSR Mudofaa vazirligi, Davlat xavfsizlik qo‘mitasi yoki Ichki ishlar vazirligining, shuningdek O‘zbekiston Respublikasi Mudofaa vazirligi, Davlat xavfsizlik xizmati, Ichki ishlar vazirligi, Favqulodda vaziyatlar vazirligi, Milliy gvardiyasi, O‘zbekiston Respublikasi Prezidenti Davlat xavfsizlik xizmati, O‘zbekiston Respublikasi Davlat bojxona qo‘mitasining tegishli organlari va boshqa harbiy xizmat nazarda tutilgan idoralar tomonidan berilgan harbiy xizmatchining yoki ichki ishlar organlari va O‘zbekiston Respublikasi Milliy gvardiyasi xodimining halok bo‘lganligi to‘g‘risidagi ma’lumotnoma asosida beriladi. Sobiq SSSRni, O‘zbekiston Respublikasining konstitutsiyaviy tuzumini himoya qilish yoxud harbiy xizmatning yoki ichki ishlar organlaridagi va O‘zbekiston Respublikasi Milliy gvardiyasidagi xizmatning boshqa majburiyatlarini bajarish chog‘ida yoxud frontda bo‘lish bilan bog‘liq kasallik tufayli halok bo‘lgan harbiy xizmatchilarning yoki ichki ishlar organlari va O‘zbekiston Respublikasi Milliy gvardiyasi xodimlarining beva xotinlariga (beva erlariga) imtiyoz faqat ular yangi nikohdan o‘tmagan taqdirda beriladi;  5) ikki va undan ortiq o‘n olti yoshga to‘lmagan bolalari bor yolg‘iz onalar. Bu imtiyoz har bir bola uchun fuqarolik holati dalolatnomalarini yozish organlari tomonidan taqdim etiladigan ma’lumotnoma asosida beriladi;  6) ikki va undan ortiq o‘n olti yoshga to‘lmagan bolalari bor hamda boquvchisini yo‘qotganlik uchun pensiya olmaydigan beva ayol va beva erkaklar. Bu imtiyoz erning (xotinning) vafot etganligi to‘g‘risidagi guvohnoma, bolalar tug‘ilganligi to‘g‘risidagi guvohnomalar, yangi nikohdan o‘tmaganlik hamda O‘zbekiston Respublikasi Moliya vazirligi huzuridagi budjetdan tashqari Pensiya jamg‘armasi tuman (shahar) bo‘limining boquvchisini yo‘qotganlik uchun pensiya olinmasligi haqidagi ma’lumotnomasi taqdim etilgan taqdirda beriladi;  7) bolaligidan nogironligi bo‘lgan shaxs, doimiy parvarishni talab etadigan farzandi bilan birga yashab, uni tarbiyalayotgan ota yoki ona. Bu imtiyoz pensiya guvohnomasi yoki sog‘liqni saqlash muassasasining doimiy parvarish zarurligini tasdiqlovchi tibbiy ma’lumotnomasi asosida beriladi.  Ushbu moddada nazarda tutilgan soliq imtiyozlari tegishli hujjatlar taqdim etilgan taqdirda qo‘llaniladi.  Soliq imtiyoziga bo‘lgan huquq kalendar yil davomida vujudga kelgan taqdirda, soliq imtiyozi unga bo‘lgan huquqlar vujudga kelgan paytdan e’tiboran qo‘llaniladi.  Agar soliq to‘lovchi ushbu moddada nazarda tutilgan bir nechta asos bo‘yicha soliq imtiyoziga doir huquqqa ega bo‘lsa, unga xohishiga qarab faqat bitta soliq imtiyozi beriladi.  Soliq imtiyozini qo‘llash soliq to‘lovchining asosiy ish (xizmat, o‘qish) joyi bo‘yicha, asosiy ish joyi mavjud bo‘lmagan taqdirda esa — yashash joyidagi soliq organlari tomonidan jami yillik daromad to‘g‘risidagi deklaratsiya asosida soliqni hisoblab chiqarish chog‘ida amalga oshiriladi. Soliq imtiyoziga bo‘lgan huquq yo‘qotilgan taqdirda, soliq to‘lovchi imtiyozga bo‘lgan huquqni yo‘qotgan paytidan e’tiboran o‘n besh kun ichida bu haqda undan soliqni ushlab qoladigan yuridik shaxsga ma’lum qilishi kerak.  Ushbu moddaning birinchi qismida sanab o‘tilgan soliq imtiyozlari soliq to‘lovchining foizlar va dividendlar tarzida olingan daromadlariga, shuningdek mol-mulkni ijaraga topshirishdan olingan daromadlariga nisbatan ham tatbiq etiladi. Agar foizlar va dividendlar asosiy ish joyi bo‘yicha hisoblansa, soliq imtiyozini qo‘llash asosiy ish joyi bo‘yicha amalga oshiriladi. Agar foizlar va dividendlar asosiy bo‘lmagan ish joyi bo‘yicha hisoblansa, soliq imtiyozi jami yillik daromad to‘g‘risidagi deklaratsiya asosida jismoniy shaxslardan olinadigan daromad solig‘ini hisoblab chiqarish chog‘ida soliq to‘lovchining yashash joyidagi soliq organlari tomonidan qo‘llaniladi. Shunga o‘xshash tartib mol-mulkni ijaraga berishdan olingan daromadlarga nisbatan ham qo‘llaniladi.  ",
            "Huquqiy_asos": "O‘ZBEKISTON RESPUBLIKASINING SOLIQ KODEKSI 380-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-4674902#-4675473"
        },
        {
            "T/r": "6",
            "Savol": "3. A ismli fuqaro Namangan viloyat adliya boshqarmasiga advokatlik tuzilmasini davlat ro‘yxatidan o‘tkazish yuzasidan murojaat etadi va boshqarmaning mas’ul xodimi tomonidan A ismli fuqaroning advokatlik tuzilmasi hujjatlarini olib qoladi. Mazkur holatda boshqarma xodimining xatti-harakatlari qonuniymi. Vaziyatga huquqiy baho bering.",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "O‘zbekiston Respublikasi Prezidentining 2021 yil 23 martdagi “Aholi va tadbirkorlik sub’ektlariga davlat xizmatlaridan foydalanishda yanada qulay sharoitlar yaratish, bu borada byurokratik to‘siqlarni qisqartirish bo‘yicha qo‘shimcha chora-tadbirlar to‘g‘risida” 6191-son Farmoning 7-bandiga asosan 2021 yil 1 iyundan boshlab Agentlik yuridik shaxslarni (nodavlat notijorat tashkilotlari, banklar va kredit byurolaridan tashqari) davlat ro‘yxatidan o‘tkazish bo‘yicha yagona vakolatli organ hisoblanishi, davlat organlari va tashkilotlari, yuridik shaxslar birlashmalari, bog‘dorchilik-uzumchilik shirkatlari, matlubot, ishlab chiqarish va qishloq xo‘jaligi kooperativlari hamda advokatlik tuzilmalarini davlat ro‘yxatidan o‘tkazish davlat xizmatlari markazlari tomonidan amalga oshirilishi belgilangan.",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Prezidentining 2021 yil 23 martdagi “Aholi va tadbirkorlik sub’ektlariga davlat xizmatlaridan foydalanishda yanada qulay sharoitlar yaratish, bu borada byurokratik to‘siqlarni qisqartirish bo‘yicha qo‘shimcha chora-tadbirlar to‘g‘risida” 6191-son Farmoning 7-bandi",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-5339616"
        },
        {
            "T/r": "8",
            "Savol": "“KOVBOY” MChJ 2018 yilda Jizzax viloyati Jizzax shahar Davlat xizmatlari markazi tomonidan davlat ro‘yxatidan o‘tkazilgan. Jamiyat ta’sischi F.Aliev 2021 yil 15 avgust kuni Toshkent shahar Mirobod tuman Davlat xizmatlari markaziga murojaat qilib, jamiyatni qayta ro‘yxatdan o‘tkazib berishni so‘radi. Markaz xodimi ushbu masalada oldin davlat ro‘yxatidan o‘tkazgan Markazga murojaat qilishi lozimligini tushuntirdi. Biroq, F.Aliev O‘zbekiston Respublikasi Prezidentining 2019 yil 15 fevraldagi PQ-4193-sonli qaroriga asosan 2019 yil 1 iyundan boshlab jismoniy va yuridik shaxslar davlat xizmatlari markazlarida fuqarolar doimiy (vaqtincha) ro‘yxatdan o‘tgan joyidan va yuridik shaxslar pochta manzilidan (joylashgan yeridan) qat’i nazar, davlat xizmatlarini eksterritorial tamoyil bo‘yicha olishga haqli ekanligini, bu to‘g‘risida barcha OAVlarda e’lon qilinganligini ma’lum qildi va qayta ro‘yxatdan o‘tkazib berishni talab qildi. Vaziyatga huquqiy baho bering.",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": " Mazkur holatda Markaz xodimining talabi to‘g‘ri hisoblanadi. Chunki Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori bilan tasdiqlangan Tadbirkorlik sub’ektlarini davlat ro‘yxatidan o‘tkazish tartibi to‘g‘risidagi nizomning 29-bandida quyidagicha belgilangan: qayta tashkil etish yo‘li bilan tuzilayotgan tadbirkorlik sub’ektlarini — yuridik shaxslarni davlat ro‘yxatidan o‘tkazish qayta tashkil etilayotgan tadbirkorlik sub’ektlari — yuridik shaxslar joylashgan joydagi ro‘yxatdan o‘tkazuvchi organlar tomonidan amalga oshiriladi; agar qayta tashkil etish yo‘li bilan tuzilayotgan tadbirkorlik sub’ektlari — yuridik shaxslar joylashgan joy qayta tashkil etilayotgan tadbirkorlik sub’ekti — yuridik shaxs joylashgan joydan farq qilsa, davlat ro‘yxatidan o‘tkazish qayta tashkil etish yo‘li bilan tuzilayotgan tadbirkorlik sub’ektlari — yuridik shaxslar joylashgan joyda amalga oshiriladi.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347",
            "Qo'shimcha savollar": "1. Yuridik shaxs tushunchasini aytib bering. 2. MCHJ va Ajni nima farqi bor"
        },
        {
            "T/r": "12",
            "Savol": "Tadbirkorlik sub’ektlarini qayta ro‘yxatdan o‘tkazishda so‘rovnomaga qanday hujjatlar ilova qilinadi?",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": " tadbirkorlik sub’ekti vakolatli boshqaruv organining ta’sis hujjatlariga ustav fondi miqdorining oshirilishi, ulushning (hissaning) boshqa shaxsga o‘tishi bilan bog‘liq bo‘lgan o‘zgartirish va (yoki) qo‘shimchalar kiritish to‘g‘risidagi qarori; davlat tilidagi ta’sis hujjatlari; topshirish dalolatnomasi — qo‘shib yuborilganda va qayta tuzilganda; taqsimlash balansi — ajratib chiqarishda; tadbirkorlik sub’ekti vakolatli organining ta’sis hujjatlarida e’lon qilingan ustav fondi miqdori shakllantirilganligi to‘g‘risidagi hujjat — ustav fondi miqdori oshirilganda; tadbirkorlik sub’ekti — yuridik shaxs ishtirokchilari tomonidan qo‘shimcha hissalar va uchinchi shaxslar tomonidan to‘la miqdordagi hissalar kiritilganligini tasdiqlovchi hujjatlar (pul mablag‘lari o‘tkazilganligi to‘g‘risida bankning ma’lumotnomasi, O‘zbekiston Respublikasi hududiga mol-mulk olib kirganligini tasdiqlovchi bojxona hujjati, mol-mulkning oldi-berdi dalolatnomasi, kiritilayotgan mol-mulkka egalik huquqini tasdiqlovchi hujjat va boshqalar) — ustav fondi miqdori oshirilganda; ulushning (hissaning) boshqa shaxsga o‘tganligini tasdiqlovchi hujjat (shartnoma, xat, huquqiy vorislik, meros, sud qarori va shu kabilar) — ulush (hissa) boshqa shaxsga o‘tganda. Bunda ulushning (hissaning) boshqa shaxsga o‘tishi bilan bog‘liq o‘zgartirish va qo‘shimchalarni qayta ro‘yxatdan o‘tkazishda, muassislarning so‘rovnomada ko‘rsatilgan elektron pochta manziliga Tizim tomonidan yuborilgan xabarnoma va ularning muassisligini Yagona identifikatsiyalash tizimi orqali identifikatsiyalashni tasdiqlash yo‘li bilan har bir muassisning roziligi mavjud bo‘lishi kerak. (Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori bilan tasdiqlangan Tadbirkorlik sub’ektlarini davlat ro‘yxatidan o‘tkazish tartibi to‘g‘risidagi nizomning 21-bandi)",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347",
            "Qo'shimcha savollar": "1. Yuridik shaxs tushunchasini aytib bering. 2. Yuridik shaxsni qayta tashkil etish tushunchasini aytib bering"
        },
        {
            "T/r": "22",
            "Savol": "Tadbirkorlik sub’ektlari yagona davlat Reestridagi ma’lumotlar ta’sis hujjatlaridagi ma’lumotlardan farq qilgan taqdirda qaysi ma’lumotlar yuqori kuchga ega bo‘ladi?",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "Reestr ma’lumotlar bazasida elektron fayl ko‘rinishida mavjud bo‘lgan ta’sis hujjatlaridagi ma’lumotlar tadbirkorlik sub’ektida mavjud bo‘lgan ta’sis hujjatlari bilan farq qilsa Reestr ma’lumotlar bazasida elektron fayl ko‘rinishida mavjud bo‘lgan ta’sis hujjatlari nisbatan yuqori kuchga ega bo‘ladi; Reestr ma’lumotlar bazasidagi tegishli ro‘yxatdan o‘tkazish yozuvlari ko‘rinishidagi ma’lumotlar Reestr ma’lumotlar bazasida elektron fayl ko‘rinishida mavjud bo‘lgan ta’sis hujjatlaridagi ma’lumotlar bilan farq qilsa tegishli ro‘yxatdan o‘tkazish yozuvlari ko‘rinishidagi ma’lumotlar nisbatan yuqori kuchga ega bo‘ladi. Reestrning, 2017 yilning 1 apreliga qadar yuritilishi amalga oshirilgan, tegishli davlat reestrlaridagi tadbirkorlik sub’ektlariga nisbatan ma’lumotlar bilan farq qilsa, Reestrdagi yozuvlar nisbatan yuqori kuchga ega bo‘ladi. ",
            "Huquqiy_asos": "(Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori bilan tasdiqlangan Tadbirkorlik sub’ektlarining yagona davlat reestrini yuritish tartibi to‘g‘risidagi nizomning 8-bandi.)",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "32",
            "Savol": "Jonboy MCHJning 10 nafar tasischisi bo’lib, F.Alimovning ulushu 90 foizni tashlik qiladi. Jamiyatning qolgan 9 nafar tasischisi F.Alimovni habardor qilmasdan jamiyatning umumuy yig;ilishini o’tkazishdi va jamiyatga yangi ulushchilarni qo’shish bo’yicha qaror qabul qildi. Barcha hujjatlar bilan birga jamiyatning  barcha ulushdorlari qo’shgan ulushlar miqdori aks etgan va jamiyat tomonigan tasdiqlangan malumoylatni DXMga qayta ro’yxatdan o’tkazish uchun taqdim qildi. DXM qayta ro’yxatdan o’tkazdi. Yangi ulushchi qo’shilishi tufayli Alimovning ulushi 30 foizga tushib qoldi. Bundan habar topgan Alimov sudga davo ariza kiritdi. Davo arizada yangi ulushchi haqiqatda ulush kiritmaganligini qayta ro’yxatdan o’tkazishda buni tasdiqlovchi hujjatlar bo’lish kerakligini shunday bo’lsaga markaz xodimi jamiyatni qayta ro’yxatdan o’tkazib yuborib qonun buzilishga yo’l qo’yganligini ma’lum qildi. Vaziyatga huquqiy baho bering",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "tasischilar ko'paysa qayta ro'yxatdan o'tkazishda tadbirkorlik subyekti — yuridik shaxs ishtirokchilari tomonidan qo‘shimcha hissalar va uchinchi shaxslar tomonidan to‘la miqdordagi hissalar kiritilganligini tasdiqlovchi hujjatlar (pul mablag‘lari o‘tkazilganligi to‘g‘risida bankning ma’lumotnomasi, O‘zbekiston Respublikasi hududiga mol-mulk olib kirganligini tasdiqlovchi bojxona hujjati, mol-mulkning oldi-berdi dalolatnomasi, kiritilayotgan mol-mulkka egalik huquqini tasdiqlovchi hujjat va boshqalar) — ustav fondi miqdori oshirilganda; ilova qilinishi kerak edi. DXM ilovadagi hijjatlarniz qayta ro'yxatdan o'tkazib yuborgan. Bundan tashqati F.Alimovning roziligisiz jamiyatga yangi ulushchi qo'shish mumkin emas",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "49",
            "Savol": "Respublikaning turli viloyatlarida istiqomat qiluvchi fuqarolar tomonidan Kavboy AJni tashkil qilishni kelishildi. Tasis hujjatlari va boshqa hujjatlarni to’plab DXMga mazkur aksiyadorlik jamiyatini davlat ro’yxatidan o’tkazishni so’rab murojaat qildi. Markaz xodimi AJni ro’yxatdan o’tkazishni rad etdi va Vazirl;ar Mahkamasining 2017-yil 9-fevraldagi 60-son bilan tasdiqlangan nizomning 40-bandida ko’rsatilgan rad qilish asoslari bo’yicha rad qilganini bildirdi. Biroq tasischilar bundagi asoslarning birortasi ham mavjud emasligini bildirdi ",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "40. Quyidagilar davlat ro‘yxatidan o‘tkazishni, qayta ro‘yxatdan o‘tkazishni rad etish uchun asos bo‘ladi:  davlat boji to‘lanmaganligi yoki uning to‘liq bo‘lmagan miqdorda to‘langanligi;  ushbu Nizomning 29-bandida nazarda tutilgan holatlarda tegishli bo‘lmagan ro‘yxatdan o‘tkazish organiga murojaat qilinganligi;  ushbu Nizomda nazarda tutilgan hujjatlar va (yoki) ma’lumotlar to‘liq bo‘lmagan hajmda taqdim etilganligi;  qonun va ta’sis hujjatlari bilan vakolat berilmagan organ tomonidan ta’sis hujjatlarini tasdiqlash (xulosaga kelish), ularga o‘zgartirish va (yoki) qo‘shimchalar kiritish to‘g‘risida qaror qabul qilinganligi — ustav fondi miqdori oshirilgan (kamaytirilganda), ulush (hissa) boshqa shaxsga o‘tgan, qayta tashkil etilgan taqdirda;  davlat ro‘yxatidan o‘tkazishda, qayta ro‘yxatdan o‘tkazishda qonun hujjatlari bilan ustav fondining miqdoriga doir talablar belgilangan tadbirkorlik subyektlari — yuridik shaxslar uchun ta’sis hujjatlarida ushbu Nizomga 11-ilovada nazarda tutilgan ustav fondining eng kam miqdoridan kam bo‘lgan miqdorning belgilanganligi;  yuridik shaxsning manzilini o‘zgartirish, shuningdek, yuridik shaxsni boshqa yuridik shaxsga qo‘shib yuborish, qo‘shib olish, bo‘lish bilan bog‘liq qayta ro‘yxatdan o‘tkazishda yuridik shaxsning bazaviy hisoblash miqdorining ellik baravaridan ortiq soliq qarzi mavjudligi yoki amalga oshirilgan tovar aylanma yoxud tovarlar importi bo‘yicha realizatsiya hajmining soliq hisobotlarida to‘liq aks ettirilmaganligi, shuningdek, soliq hisobotlarini belgilangan muddatlarda topshirmaganligi;  ulushning (hissaning) boshqa shaxsga o‘tishi bilan bog‘liq o‘zgartirish va qo‘shimchalarni qayta ro‘yxatdan o‘tkazishda, muassisning muassislar ro‘yxati o‘zgarishiga roziligi mavjud emasligi.  41. Xorijiy investitsiyalar ishtirokidagi korxonani davlat ro‘yxatidan o‘tkazishni, qayta ro‘yxatdan o‘tkazishni rad etish uchun ushbu Nizomning 40-bandida ko‘rsatilgan asoslarga qo‘shimcha ravishda ta’sis hujjatlarida ko‘rsatilgan xorijiy investitsiyalar ulushi miqdorining xorijiy investitsiyalar ishtirokidagi korxonalar uchun qonun hujjatlarida belgilangan ulushi miqdoriga nomuvofiqligi asos bo‘ladi.                              ",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "52",
            "Savol": "2011-yil Kavboy MJCH tasischisi B.Aliyevdan qarzdorlikni undirish bo’yicha fuqaro Anvarov uni sudga bergan. Va qarzni undirishni Aliyevning jamiyatdagi ulushuga qaratishni so’ragan Sud qarori bilan uning arizasi qanoatlantirilgan va 100 foiz ulush Anvarovga o’tgan. 2016 yil  Anvarov o’z ulushini oldi-sotdi shartnomasi bilan Hasanovga sotgan. Fuqaro Aliyev yangi ochilgan holat bo’yicha sudga murojaat qilib 2021-yildagi sud qarorini bekor qilishni so’ragan. Sud davoni qanoatlantirib, 2011-yildagi qarorni bekor qilgan va jamiyatni qayta ro’yxatdan o’tkazishni bekor qilish bo’yicha qaror chiqargan. Bu qarorni olib Aliyev DXMga murojaat qilgan jamiyatni yagona tasischisi etib qayta ro’yxatdan o’tkazishni so’ragan. Markaz MCHJni qayta ro’yxatdan o’tkazdi va Aliyev yagona tasischi bo’lib qoldi. Bundan xabar topgan XAsanov yuqori turivchi organga murojaat qildi.",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "Sud qaroriga asosan Aliyevning ulushlari qayta tiklab berilishi kerak. Xasanov esa o'zi yetkazilgan zararni undirish uchun Anvarovni sudga berishi kerak",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "55",
            "Savol": "“Maqsud” Xususiy korxona rahbari Maxsud Amirov betobligi tufayli korxonani boshqara olmay qoldi. Korxonani vaqtincha boshqarishni buyruq bilan korxona bosh buxgalteri Daliboyev Xusanboyga yuklatildi. Daliboyev Xusanboy korxonaning vaqtinchalik direktori sifatida korxona ustaviga kiritilgan o’zgarishlarni davlat ro’yxatidan o’tkazish uchun DXMga murojaat qildi. Markaz xodimi xususiy korxonani faqatgina xususiy korxona direktori boshqarish shu jumladan bu masalalarda direktorning o’zi murojaar qilishi lozimligini tushuntirib qayta ro’yxatdan o’tkazish rad etildi. ",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "Xususiy korxona mulkdori o‘zi vaqtinchalik bo‘lmagan taqdirda shu muddatda rahbarlik vazifasini bajarib turishni boshqa jismoniy shaxs zimmasiga yuklash to‘g‘risida yozma qaror qabul qiladi. Xususiy korxona mulkdori muvaqqat rahbarning xususiy korxona mol-mulkini tasarruf etishga oid huquqini cheklab qo‘yishi mumkin deb belgilangan Agar yozma qarorda jamiyatni qayta tashkil etish vakolati ham berilgan bo’lsa, DXM xodimi harakati noto’g’ri",
            "Huquqiy_asos": "XUSUSIY KORXONA TO‘G‘RISIDA qonun 16-moddasi ",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-53877#-54016"
        },
        {
            "T/r": "56",
            "Savol": "Masuliyati cheklangan jamiyat ustav fondini ko’paytirish tartibini tushuntirib bering ",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "16-modda. Jamiyat ustav fondining (ustav kapitalining) ko‘paytirilishi  Jamiyatning ustav fondini (ustav kapitalini) ko‘paytirishga u to‘liq to‘langanidan keyingina yo‘l qo‘yiladi.  Jamiyatning ustav fondini (ustav kapitalini) ko‘paytirish jamiyat ishtirokchilari umumiy yig‘ilishining jamiyat ishtirokchilari umumiy ovozlari sonining kamida uchdan ikki qismidan iborat ko‘pchilik ovozi bilan (agar jamiyatning ustavida bunday qarorni qabul qilish uchun ovozlarning bundan ko‘proq soni zarurligi nazarda tutilgan bo‘lmasa) qabul qilingan qaroriga binoan amalga oshiriladi.  Jamiyat ustav fondining (ustav kapitalining) ko‘paytirilishi jamiyatning mol-mulki hisobiga va (yoki) jamiyat ishtirokchilarining qo‘shimcha hissalari hisobiga va (yoki), agar bu jamiyatning ustavi bilan taqiqlangan bo‘lmasa, jamiyatga qabul qilinadigan uchinchi shaxslarning hissalari hisobiga amalga oshirilishi mumkin.    ",
            "Huquqiy_asos": "MAS’ULIYATI CHEKLANGAN HAMDA QO‘SHIMCHA MAS’ULIYATLI JAMIYATLAR TO‘G‘RISIDA qonun 16-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-22525#-22727"
        },
        {
            "T/r": "69",
            "Savol": "“KOVBOY” MChJ 2018 yilda Jizzax viloyati Jizzax shahar Davlat xizmatlari markazi tomonidan davlat ro‘yxatidan o‘tkazilgan. Jamiyat ta’sischi F.Aliev 2021 yil 15 avgust kuni Toshkent shahar Mirobod tuman Davlat xizmatlari markaziga murojaat qilib, jamiyatni qayta ro‘yxatdan o‘tkazib berishni so‘radi. Markaz xodimi ushbu masalada oldin davlat ro‘yxatidan o‘tkazgan Markazga murojaat qilishi lozimligini tushuntirdi. Biroq, F.Aliev O‘zbekiston Respublikasi Prezidentining 2019 yil 15 fevraldagi PQ-4193-sonli qaroriga asosan 2019 yil 1 iyundan boshlab jismoniy va yuridik shaxslar davlat xizmatlari markazlarida fuqarolar doimiy (vaqtincha) ro‘yxatdan o‘tgan joyidan va yuridik shaxslar pochta manzilidan (joylashgan yeridan) qat’i nazar, davlat xizmatlarini eksterritorial tamoyil bo‘yicha olishga haqli ekanligini, bu to‘g‘risida barcha OAVlarda e’lon qilinganligini ma’lum qildi va qayta ro‘yxatdan o‘tkazib berishni talab qildi. Vaziyatga huquqiy baho bering.",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "29. Ushbu Nizomning 5-bobida nazarda tutilgan holatlarda:  qayta tashkil etish yo‘li bilan tuzilayotgan tadbirkorlik subyektlarini — yuridik shaxslarni davlat ro‘yxatidan o‘tkazish qayta tashkil etilayotgan tadbirkorlik subyektlari — yuridik shaxslar joylashgan joydagi ro‘yxatdan o‘tkazuvchi organlar tomonidan amalga oshiriladi;  agar qayta tashkil etish yo‘li bilan tuzilayotgan tadbirkorlik subyektlari — yuridik shaxslar joylashgan joy qayta tashkil etilayotgan tadbirkorlik subyekti — yuridik shaxs joylashgan joydan farq qilsa, davlat ro‘yxatidan o‘tkazish qayta tashkil etish yo‘li bilan tuzilayotgan tadbirkorlik subyektlari — yuridik shaxslar joylashgan joyda amalga oshiriladi.    ",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "83",
            "Savol": "Ukraina fuqaro F.Alimov Toshkent shahar DXMda kombo MCHJni davlat royxatidan o’tkazdi va ustav fondini 400 mln etib belgilandi. F.Alimov ustav fondini 300 mlnnini 1 yil ichida shakllantirib ordan 13 oy vaqt o’tkazib  F.Alimov jamiyatdagi ulushini Xasanovga sotdi. F.Alimovning ishonchli vakili zarur hujjatlarni to’plagan holda DXM murojaat qildi va jamiyat ustav fondi 300 mln so’mga kamaytirilganligi hamda tasischi o’zgarganligi bo’yicha qayta ro’yxatdan o’tkazishni so’radi. Markaz xodimi jamiyatni qayta ro’yxatdan o’tkazadi. Vaziyatga huquqiy baho bering.",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "19-modda. Jamiyat ustav fondini (ustav kapitalini) kamaytirish  Jamiyat o‘z ustav fondini (ustav kapitalini) kamaytirishga haqli, ushbu Qonunda nazarda tutilgan hollarda esa, jamiyat o‘z ishtirokchilarining jamiyat ustav fondidagi (ustav kapitalidagi) ulushlarining nominal qiymatini kamaytirish va (yoki) jamiyatga tegishli ulushlarning haqini to‘lash orqali o‘z ustav fondini (ustav kapitalini) kamaytirishi shart.  Jamiyatning barcha ishtirokchilari ulushlarining nominal qiymatini kamaytirish yo‘li bilan jamiyatning ustav fondini (ustav kapitalini) kamaytirish jamiyatning barcha ishtirokchilari ulushlari miqdorlari saqlab qolingan holda amalga oshirilishi kerak.  Jamiyat davlat ro‘yxatidan o‘tkazilgan paytdan e’tiboran bir yil ichida uning ustav fondi (ustav kapitali) to‘liq to‘lanmagan taqdirda, jamiyat o‘zining ustav fondini (ustav kapitalini) amalda to‘langan miqdorgacha kamaytirishini e’lon qilishi va uning kamaytirilganligini belgilangan tartibda ro‘yxatdan o‘tkazishi yoki jamiyatni tugatish to‘g‘risida qaror qabul qilishi kerak.  Agar ikkinchi va har bir keyingi moliya yili tugaganidan keyin jamiyat sof aktivlarining qiymati uning ustav fondidan (ustav kapitalidan) kam bo‘lib qolsa, jamiyat o‘z ustav fondi (ustav kapitali) o‘zining sof aktivlari qiymatidan oshmaydigan miqdorgacha kamaytirilishini e’lon qilishi va bunday kamaytirishni belgilangan tartibda ro‘yxatdan o‘tkazishi shart.  Jamiyat sof aktivlarining qiymati qonunchilikda belgilangan tartibda aniqlanadi.  Jamiyat o‘z ustav fondini (ustav kapitalini) kamaytirish to‘g‘risida qaror qabul qilingan sanadan e’tiboran o‘ttiz kun ichida jamiyatning ustav fondi (ustav kapitali) kamaytirilgani va uning yangi miqdori haqida jamiyatning o‘ziga ma’lum bo‘lgan barcha kreditorlarini yozma ravishda xabardor qilishi, shuningdek qabul qilingan qaror to‘g‘risida ommaviy axborot vositalarida xabar e’lon qilishi shart. Bunda jamiyat kreditorlari o‘zlariga xabarnoma yo‘llangan sanadan e’tiboran o‘ttiz kun ichida yoki qabul qilingan qaror to‘g‘risida xabar e’lon qilingan sanadan e’tiboran o‘ttiz kun ichida jamiyat tegishli majburiyatlarini muddatidan ilgari tugatishini yoki ijro etishini hamda o‘zlari ko‘rgan zararning o‘rnini qoplashini yozma ravishda talab qilishga haqlidirlar.  Jamiyatning ustav fondini (ustav kapitalini) kamaytirish bilan bog‘liq ta’sis hujjatlaridagi o‘zgartishlarni davlat ro‘yxatidan o‘tkazish kreditorlar ushbu moddada belgilangan tartibda xabardor qilinganligi dalillari taqdim etilgan taqdirdagina qonunchilikka muvofiq amalga oshiriladi.  Ushbu moddada nazarda tutilgan hollarda jamiyat o‘z ustav fondini (ustav kapitalini) kamaytirish yoki o‘zining tugatilishi to‘g‘risida uch oylik muddatda qaror qabul qilmasa, kreditorlar jamiyat majburiyatlarini muddatidan ilgari tugatishini yoki ijro etishini va o‘zlari ko‘rgan zararning o‘rnini qoplashini talab qilishga haqlidir. Yuridik shaxslarni davlat ro‘yxatidan o‘tkazuvchi organ bunday hollarda jamiyatni tugatish to‘g‘risida sudga talabnoma taqdim etishga haqlidir.    ",
            "Huquqiy_asos": "MAS’ULIYATI CHEKLANGAN HAMDA QO‘SHIMCHA MAS’ULIYATLI JAMIYATLAR TO‘G‘RISIDA qonun 16-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-22525#-22727"
        },
        {
            "T/r": "90",
            "Savol": "Davlat bojxona qomitasi chet el firmasi bo’lgan akor MCHJdan qarzdorlikni undirish bo’yicha sudga berdi. Va sud sud uning davo arizasini qanoatlantirtib MCHJning qomita hisobiga belgilangan qarznu undirish to’g’risida qaror chiqardi. Qomita mazkur MCHJning yagona tasischiligida tashkil etilgan va Toshkent shahar mirobod tuman DXMdan ro’yxatdan o’tgan akor MCHJni qayta ro’yxatdan o’tkazishga chelov qo’yishni so’rab Mirobod DXMga xatyubordi va unga sud qarorini ilova qildi Biroq DXM sud qarorida faqat qarzni undirishni belgilaganligi uchun cheklov qo’yishni rad etdi vaziyatga huquqiy baho bering",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "MCHJni qarzdorligi borligi haqidagi qarori bo'yicha qayta ro'yxatdan o'tishga taqiq qo'yilmaydi"
        },
        {
            "T/r": "102",
            "Savol": "MCHJning ustav fondini kamaytirish tartibini tushuntirib bering",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "19-modda. Jamiyat ustav fondini (ustav kapitalini) kamaytirish  Jamiyat o‘z ustav fondini (ustav kapitalini) kamaytirishga haqli, ushbu Qonunda nazarda tutilgan hollarda esa, jamiyat o‘z ishtirokchilarining jamiyat ustav fondidagi (ustav kapitalidagi) ulushlarining nominal qiymatini kamaytirish va (yoki) jamiyatga tegishli ulushlarning haqini to‘lash orqali o‘z ustav fondini (ustav kapitalini) kamaytirishi shart.  Jamiyatning barcha ishtirokchilari ulushlarining nominal qiymatini kamaytirish yo‘li bilan jamiyatning ustav fondini (ustav kapitalini) kamaytirish jamiyatning barcha ishtirokchilari ulushlari miqdorlari saqlab qolingan holda amalga oshirilishi kerak.  Jamiyat davlat ro‘yxatidan o‘tkazilgan paytdan e’tiboran bir yil ichida uning ustav fondi (ustav kapitali) to‘liq to‘lanmagan taqdirda, jamiyat o‘zining ustav fondini (ustav kapitalini) amalda to‘langan miqdorgacha kamaytirishini e’lon qilishi va uning kamaytirilganligini belgilangan tartibda ro‘yxatdan o‘tkazishi yoki jamiyatni tugatish to‘g‘risida qaror qabul qilishi kerak.  Agar ikkinchi va har bir keyingi moliya yili tugaganidan keyin jamiyat sof aktivlarining qiymati uning ustav fondidan (ustav kapitalidan) kam bo‘lib qolsa, jamiyat o‘z ustav fondi (ustav kapitali) o‘zining sof aktivlari qiymatidan oshmaydigan miqdorgacha kamaytirilishini e’lon qilishi va bunday kamaytirishni belgilangan tartibda ro‘yxatdan o‘tkazishi shart.  Jamiyat sof aktivlarining qiymati qonunchilikda belgilangan tartibda aniqlanadi.  Jamiyat o‘z ustav fondini (ustav kapitalini) kamaytirish to‘g‘risida qaror qabul qilingan sanadan e’tiboran o‘ttiz kun ichida jamiyatning ustav fondi (ustav kapitali) kamaytirilgani va uning yangi miqdori haqida jamiyatning o‘ziga ma’lum bo‘lgan barcha kreditorlarini yozma ravishda xabardor qilishi, shuningdek qabul qilingan qaror to‘g‘risida ommaviy axborot vositalarida xabar e’lon qilishi shart. Bunda jamiyat kreditorlari o‘zlariga xabarnoma yo‘llangan sanadan e’tiboran o‘ttiz kun ichida yoki qabul qilingan qaror to‘g‘risida xabar e’lon qilingan sanadan e’tiboran o‘ttiz kun ichida jamiyat tegishli majburiyatlarini muddatidan ilgari tugatishini yoki ijro etishini hamda o‘zlari ko‘rgan zararning o‘rnini qoplashini yozma ravishda talab qilishga haqlidirlar.  Jamiyatning ustav fondini (ustav kapitalini) kamaytirish bilan bog‘liq ta’sis hujjatlaridagi o‘zgartishlarni davlat ro‘yxatidan o‘tkazish kreditorlar ushbu moddada belgilangan tartibda xabardor qilinganligi dalillari taqdim etilgan taqdirdagina qonunchilikka muvofiq amalga oshiriladi.  Ushbu moddada nazarda tutilgan hollarda jamiyat o‘z ustav fondini (ustav kapitalini) kamaytirish yoki o‘zining tugatilishi to‘g‘risida uch oylik muddatda qaror qabul qilmasa, kreditorlar jamiyat majburiyatlarini muddatidan ilgari tugatishini yoki ijro etishini va o‘zlari ko‘rgan zararning o‘rnini qoplashini talab qilishga haqlidir. Yuridik shaxslarni davlat ro‘yxatidan o‘tkazuvchi organ bunday hollarda jamiyatni tugatish to‘g‘risida sudga talabnoma taqdim etishga haqlidir.    ",
            "Huquqiy_asos": "MAS’ULIYATI CHEKLANGAN HAMDA QO‘SHIMCHA MAS’ULIYATLI JAMIYATLAR TO‘G‘RISIDA qonun 16-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-22525#-22727"
        },
        {
            "T/r": "106",
            "Savol": "Tadbirkorlik subyektlarini davlat ro’yxatidan o’tkazish yoki qayta ro’yxatdan o’tkazishni rad etish asoslarini sanab bering.",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "40. Quyidagilar davlat ro‘yxatidan o‘tkazishni, qayta ro‘yxatdan o‘tkazishni rad etish uchun asos bo‘ladi:  davlat boji to‘lanmaganligi yoki uning to‘liq bo‘lmagan miqdorda to‘langanligi;  ushbu Nizomning 29-bandida nazarda tutilgan holatlarda tegishli bo‘lmagan ro‘yxatdan o‘tkazish organiga murojaat qilinganligi;  ushbu Nizomda nazarda tutilgan hujjatlar va (yoki) ma’lumotlar to‘liq bo‘lmagan hajmda taqdim etilganligi;  qonun va ta’sis hujjatlari bilan vakolat berilmagan organ tomonidan ta’sis hujjatlarini tasdiqlash (xulosaga kelish), ularga o‘zgartirish va (yoki) qo‘shimchalar kiritish to‘g‘risida qaror qabul qilinganligi — ustav fondi miqdori oshirilgan (kamaytirilganda), ulush (hissa) boshqa shaxsga o‘tgan, qayta tashkil etilgan taqdirda;  davlat ro‘yxatidan o‘tkazishda, qayta ro‘yxatdan o‘tkazishda qonun hujjatlari bilan ustav fondining miqdoriga doir talablar belgilangan tadbirkorlik subyektlari — yuridik shaxslar uchun ta’sis hujjatlarida ushbu Nizomga 11-ilovada nazarda tutilgan ustav fondining eng kam miqdoridan kam bo‘lgan miqdorning belgilanganligi;  yuridik shaxsning manzilini o‘zgartirish, shuningdek, yuridik shaxsni boshqa yuridik shaxsga qo‘shib yuborish, qo‘shib olish, bo‘lish bilan bog‘liq qayta ro‘yxatdan o‘tkazishda yuridik shaxsning bazaviy hisoblash miqdorining ellik baravaridan ortiq soliq qarzi mavjudligi yoki amalga oshirilgan tovar aylanma yoxud tovarlar importi bo‘yicha realizatsiya hajmining soliq hisobotlarida to‘liq aks ettirilmaganligi, shuningdek, soliq hisobotlarini belgilangan muddatlarda topshirmaganligi;  ulushning (hissaning) boshqa shaxsga o‘tishi bilan bog‘liq o‘zgartirish va qo‘shimchalarni qayta ro‘yxatdan o‘tkazishda, muassisning muassislar ro‘yxati o‘zgarishiga roziligi mavjud emasligi.  41. Xorijiy investitsiyalar ishtirokidagi korxonani davlat ro‘yxatidan o‘tkazishni, qayta ro‘yxatdan o‘tkazishni rad etish uchun ushbu Nizomning 40-bandida ko‘rsatilgan asoslarga qo‘shimcha ravishda ta’sis hujjatlarida ko‘rsatilgan xorijiy investitsiyalar ulushi miqdorining xorijiy investitsiyalar ishtirokidagi korxonalar uchun qonun hujjatlarida belgilangan ulushi miqdoriga nomuvofiqligi asos bo‘ladi.                              ",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "119",
            "Savol": "MCHJni tasischiligidan chiqish tartibi ",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "Jamiyatdan chiqarilgan yoki undan chiqib ketgan jamiyat ishtirokchisining ulushi jamiyatga o‘tadi. Bunda jamiyat jamiyatdan chiqarilgan yoki chiqib ketgan ishtirokchiga ulushining chiqarilish yoki chiqib ketish sanasidan oldingi oxirgi hisobot davri uchun jamiyatning buxgalteriya hisobotlari ma’lumotlari bo‘yicha aniqlanadigan haqiqiy qiymatini to‘lashi yoki jamiyatdan chiqarilgan yoki chiqib ketgan ishtirokchisining roziligi bilan unga xuddi shunday qiymatdagi mol-mulkni asli holida berishi shart.",
            "Huquqiy_asos": "MAS’ULIYATI CHEKLANGAN HAMDA QO‘SHIMCHA MAS’ULIYATLI JAMIYATLAR TO‘G‘RISIDA qonun 16-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-22525#-22727"
        },
        {
            "T/r": "124",
            "Savol": "Uch nafar tasischilar tomonidan Kavboy MCHJni tashkil qilishga kelishildi. Ularning ulushlari quyidagicha Ukraina fuqarosi F.Alimov 10 foiz O’zbekiston fuqarosi b.xasanov 50 foiz va F.Anvarov 40 foiz Tasischilar barcha hujjatlarni olib mazkur AJni davlat ro’yxatidan o’tkazish uchun DXMga bordi. Markaz xodimi ro’yxatdan o’tkazishni rad etdi va 66-son qaror bo’yicha rad etish asoslari bo’yicha rad qilganini aytdi. Biroq tasischilar ushbu banddagi asoslarning birontasi mavjud emasligini aytib etiroz bildirdi. Vaziyatga huquqiy baho bering. ",
            "yo'nalish": "ro'yxatdan o'tkazish",
            "Javob": "40. Quyidagilar davlat ro‘yxatidan o‘tkazishni, qayta ro‘yxatdan o‘tkazishni rad etish uchun asos bo‘ladi:  davlat boji to‘lanmaganligi yoki uning to‘liq bo‘lmagan miqdorda to‘langanligi;  ushbu Nizomning 29-bandida nazarda tutilgan holatlarda tegishli bo‘lmagan ro‘yxatdan o‘tkazish organiga murojaat qilinganligi;  ushbu Nizomda nazarda tutilgan hujjatlar va (yoki) ma’lumotlar to‘liq bo‘lmagan hajmda taqdim etilganligi;  qonun va ta’sis hujjatlari bilan vakolat berilmagan organ tomonidan ta’sis hujjatlarini tasdiqlash (xulosaga kelish), ularga o‘zgartirish va (yoki) qo‘shimchalar kiritish to‘g‘risida qaror qabul qilinganligi — ustav fondi miqdori oshirilgan (kamaytirilganda), ulush (hissa) boshqa shaxsga o‘tgan, qayta tashkil etilgan taqdirda;  davlat ro‘yxatidan o‘tkazishda, qayta ro‘yxatdan o‘tkazishda qonun hujjatlari bilan ustav fondining miqdoriga doir talablar belgilangan tadbirkorlik subyektlari — yuridik shaxslar uchun ta’sis hujjatlarida ushbu Nizomga 11-ilovada nazarda tutilgan ustav fondining eng kam miqdoridan kam bo‘lgan miqdorning belgilanganligi;  yuridik shaxsning manzilini o‘zgartirish, shuningdek, yuridik shaxsni boshqa yuridik shaxsga qo‘shib yuborish, qo‘shib olish, bo‘lish bilan bog‘liq qayta ro‘yxatdan o‘tkazishda yuridik shaxsning bazaviy hisoblash miqdorining ellik baravaridan ortiq soliq qarzi mavjudligi yoki amalga oshirilgan tovar aylanma yoxud tovarlar importi bo‘yicha realizatsiya hajmining soliq hisobotlarida to‘liq aks ettirilmaganligi, shuningdek, soliq hisobotlarini belgilangan muddatlarda topshirmaganligi;  ulushning (hissaning) boshqa shaxsga o‘tishi bilan bog‘liq o‘zgartirish va qo‘shimchalarni qayta ro‘yxatdan o‘tkazishda, muassisning muassislar ro‘yxati o‘zgarishiga roziligi mavjud emasligi.  41. Xorijiy investitsiyalar ishtirokidagi korxonani davlat ro‘yxatidan o‘tkazishni, qayta ro‘yxatdan o‘tkazishni rad etish uchun ushbu Nizomning 40-bandida ko‘rsatilgan asoslarga qo‘shimcha ravishda ta’sis hujjatlarida ko‘rsatilgan xorijiy investitsiyalar ulushi miqdorining xorijiy investitsiyalar ishtirokidagi korxonalar uchun qonun hujjatlarida belgilangan ulushi miqdoriga nomuvofiqligi asos bo‘ladi.                              ",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2017 yil 9 fevraldagi 66-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-3111347"
        },
        {
            "T/r": "23",
            "Savol": "2. Normativ-huquqiy hujjatning turlarini sanab bering.",
            "yo'nalish": "normativ huquqiy hujjatlar",
            "Javob": "O‘zbekiston Respublikasining Konstitutsiyasi; O‘zbekiston Respublikasining qonunlari; O‘zbekiston Respublikasi Oliy Majlisi palatalarining qarorlari; O‘zbekiston Respublikasi Prezidentining farmonlari va qarorlari; O‘zbekiston Respublikasi Vazirlar Mahkamasining qarorlari; vazirliklar, davlat qo‘mitalari va idoralarning buyruqlari hamda qarorlari; mahalliy davlat hokimiyati organlarining qarorlari.",
            "Huquqiy_asos": " (“Normativ-huquqiy hujjatlar to‘g‘risida”gi qonunning 6-moddasi.)",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-5378966",
            "Qo'shimcha savollar": "1.Normativ huquqiy hujjatlar e'lon qilinadigan rasmiy manbalar qaysi"
        },
        {
            "T/r": "120",
            "Savol": "Normativ huquqiy hujjatlarga rasmiy sharxni qaysi davlat organlari beradi.",
            "yo'nalish": "normativ huquqiy hujjatlar",
            "Javob": "55-modda. Normativ-huquqiy hujjatlarni rasmiy sharhlash  Normativ-huquqiy hujjatlarni rasmiy sharhlash normativ-huquqiy hujjatda noaniqliklar topilgan, u amaliyotda noto‘g‘ri yoki ziddiyatli tarzda qo‘llanilgan taqdirda amalga oshiriladi.  O‘zbekiston Respublikasining Konstitutsiyasi va qonunlari normalariga rasmiy sharhni O‘zbekiston Respublikasi Konstitutsiyaviy sudi beradi.  O‘zbekiston Respublikasi Oliy Majlisi palatalarining qarorlariga rasmiy sharhni O‘zbekiston Respublikasi Oliy Majlisining tegishli palatalari beradi.  Qonunosti hujjatlari normalariga rasmiy sharhni ularni qabul qilgan organlar beradi.  Normativ-huquqiy hujjatlarni rasmiy sharhlash jarayonida ularga normalarni aniqlashtirishga qaratilgan tuzatishlar, o‘zgartishlar, qo‘shimchalar kiritilishiga yo‘l qo‘yilmaydi.    ",
            "Huquqiy_asos": " (“Normativ-huquqiy hujjatlar to‘g‘risida”gi qonunning 55-moddasi.)",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-5378966"
        },
        {
            "T/r": "53",
            "Savol": "Jismoniy va yuridik shaxslar murojaatlari turlari va shakllari. Murojaatni berish va ko’rib chiqish tartibini aytib bering.",
            "yo'nalish": "murojaat",
            "Javob": "5-modda. Murojaatlarning shakllari va turlari  Murojaatlar og‘zaki, yozma yoxud elektron shaklda bo‘lishi mumkin.  Arizalar, takliflar va shikoyatlar murojaatlarning turlari hisoblanadi.  Murojaatlar, ularning shakli va turidan qat’i nazar, bir xil ahamiyatga ega bo‘ladi.  21-modda. Murojaatlarni berish tartibi  Murojaatlar ularda qo‘yilgan masalalarni hal etish o‘z vakolati doirasiga kiradigan davlat organiga, tashkilotga yoki ularning mansabdor shaxsiga bevosita yoxud bo‘ysunuv tartibida yuqori turuvchi organga beriladi.  Jismoniy va yuridik shaxslar murojaatni mustaqil ravishda berishga, shuningdek bu boradagi vakolatni o‘z vakiliga berishga yoxud murojaatni pochta aloqasi vositalari orqali yoki elektron shaklda yuborishga haqli. Voyaga yetmaganlar, muomalaga layoqatsiz va muomala layoqati cheklangan shaxslarning manfaatlarini ko‘zlab murojaatlar ularning qonuniy vakillari tomonidan qonunchilikda nazarda tutilgan tartibda berilishi mumkin.  Murojaatga u bo‘yicha ilgari qabul qilingan mavjud qarorlar yoki ularning ko‘chirma nusxalari, shuningdek uni ko‘rib chiqish uchun zarur bo‘lgan boshqa hujjatlar ilova qilinishi mumkin, mazkur hujjatlar qaytarilmaydi, murojaat etuvchi ularni qaytarish haqida yozma ariza bergan hollar bundan mustasno. Ko‘rsatib o‘tilgan hujjatlar murojaat taalluqliligi bo‘yicha boshqa davlat organiga, tashkilotga yoki ularning mansabdor shaxsiga yuborilganda murojaatga ilova qilinishi kerak.  Murojaat pochta aloqa vositasi orqali konvertda kelib tushganda konvertda murojaat va unga ilovalar mavjudligi tekshiriladi. Konvertda murojaat mavjud bo‘lmasa yoki u shikastlangan bo‘lsa, shuningdek murojaatda ko‘rsatilgan ilovalar mavjud bo‘lmasa, dalolatnoma tuzilib, uning bir nusxasi murojaat etuvchiga konvertda ko‘rsatilgan manzil bo‘yicha yuboriladi.  24-modda. Murojaatlarni ko‘rib chiqish tartibi  Davlat organiga, tashkilotga yoki ularning mansabdor shaxslariga kelib tushgan murojaatlar shu organ, tashkilot tomonidan yoki murojaatlarni ko‘rib chiqish bo‘yicha zimmasiga majburiyatlar yuklatilgan mansabdor shaxslar tomonidan ko‘rib chiqiladi.  Davlat organiga, tashkilotga kelib tushgan murojaatlar bo‘ysunuv tartibida quyi turuvchi bo‘linmalarga ham yuborilishi mumkin.  Agar murojaatda davlat organlari, tashkilotlarning bir nechta tarkibiy bo‘linmalariga taalluqli masalalar mavjud bo‘lsa, ularning barchasi murojaatni ko‘rib chiqish bo‘yicha ijrochilar etib belgilanadi. Ijrochilar o‘rtasida birinchi ko‘rsatilgan tarkibiy bo‘linma murojaatning ko‘rib chiqilishini boshqa tarkibiy bo‘linmalar bilan birgalikda ta’minlaydi.  Murojaatni to‘liq, xolisona va o‘z vaqtida ko‘rib chiqish uchun qo‘shimcha ma’lumotlar, ma’lumotnomalar va materiallarga zarurat paydo bo‘lgan taqdirda, mazkur murojaatni ko‘rib chiqayotgan davlat organi, tashkilot yoki ularning mansabdor shaxslari murojaat etuvchidan, shuningdek o‘z vakolatlari doirasida boshqa davlat organlaridan, boshqa tashkilotlardan va mansabdor shaxslardan qo‘shimcha axborotni so‘rab olishi mumkin. Agar axborot davlat sirini yoki qonun bilan qo‘riqlanadigan boshqa sirni tashkil etuvchi ma’lumotlarni o‘z ichiga olgan bo‘lmasa, jismoniy va yuridik shaxslarning huquqlari, erkinliklari hamda qonuniy manfaatlariga, jamiyat va davlat manfaatlariga zarar yetkazmasa, davlat organlari, tashkilotlar va mansabdor shaxslar o‘zlaridan so‘ralayotgan axborotni o‘n kun ichida taqdim etishi shart.  Murojaatlarni ko‘rib chiqayotgan davlat organi, tashkilot yoki ularning mansabdor shaxslari zarur hollarda, murojaatning joyning o‘ziga borib ko‘rib chiqilishini ta’minlashi mumkin.  Agar murojaatda qo‘yilgan masalalar xo‘jalik yurituvchi subyektlar faoliyatiga daxldor bo‘lsa, ularning vakillari murojaatlarni ko‘rib chiqishda ishtirok etish uchun davlat organlari tomonidan o‘z vakolatlari doirasida jalb etiladi.  Agar murojaatni ko‘rib chiqishda xo‘jalik yurituvchi subyektlarning faoliyatini tekshirish, shu jumladan moliyaviy-xo‘jalik faoliyatini tekshirish (taftish qilish) zarurati yuzaga kelsa, tekshirish qonunchilikka muvofiq amalga oshiriladi.        ",
            "Huquqiy_asos": "Jismoniy va yuridik shaxslarning murojaatlari to‘g‘risida qonun 5-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3336169#-3336486"
        },
        {
            "T/r": "82",
            "Savol": "Ariza taklif shikoyat berish muddatlari qancha",
            "yo'nalish": "murojaat",
            "Javob": "22-modda. Murojaatlarni berish muddatlari  Murojaatlarni berish muddatlari, qoida tariqasida, belgilanmaydi. Ayrim hollarda, agar davlat organining, tashkilotning yoki ular mansabdor shaxslarining murojaatni ko‘rib chiqish bo‘yicha imkoniyatlariga, jismoniy va yuridik shaxslarning huquqlari, erkinliklari hamda qonuniy manfaatlarini o‘z vaqtida amalga oshirish va himoya qilishni ta’minlash zaruratiga bog‘liq bo‘lsa, shuningdek qonun hujjatlarida nazarda tutilgan boshqa asoslarga ko‘ra murojaatni berish muddati belgilanishi mumkin.  Bo‘ysunuv tartibida yuqori turuvchi organga ariza yoki shikoyat jismoniy yoki yuridik shaxsga uning huquqlari, erkinliklari hamda qonuniy manfaatlarini buzuvchi harakat (harakatsizlik) sodir etilganligi yoxud qaror qabul qilinganligi ma’lum bo‘lgan paytdan e’tiboran uzog‘i bilan bir yildan kechiktirmay beriladi.  Ariza yoki shikoyat berishning uzrli sababga ko‘ra o‘tkazib yuborilgan muddati arizani yoki shikoyatni ko‘rib chiquvchi davlat organi, tashkilot yoki ularning vakolat berilgan mansabdor shaxsi tomonidan tiklanadi.    ",
            "Huquqiy_asos": "Jismoniy va yuridik shaxslarning murojaatlari to‘g‘risida qonun 22-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3336169#-3336486"
        },
        {
            "T/r": "123",
            "Savol": "Takroriy murojaat va murojaat dublikati farqlarini tushuntirib bering.",
            "yo'nalish": "murojaat",
            "Javob": "takroriy murojaat — ayni bir jismoniy yoki yuridik shaxsdan kelib tushgan, uning avvalgi murojaati yuzasidan qabul qilingan qaror ustidan shikoyat qilinayotgan yoki boshqacha tarzda norozilik bildirilayotgan, shuningdek, agar takroriy murojaat kelib tushgan paytga kelib qonunchilikda belgilangan ko‘rib chiqish muddati tugagan bo‘lsa, ilgarigi murojaati o‘z vaqtida ko‘rib chiqilmaganligi to‘g‘risida xabar qilinayotgan murojaat;  murojaatning dublikati — ayni bir jismoniy yoki yuridik shaxs murojaatining ko‘chirma nusxasi;  ",
            "Huquqiy_asos": "Jismoniy va yuridik shaxslarning murojaatlari to‘g‘risida qonun 3-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3336169#-3336486"
        },
        {
            "T/r": "28",
            "Savol": "Qonunchilik palatasi va senatning birgalikdagi vakolatlari",
            "yo'nalish": "konstitutsiya",
            "Javob": "78-modda.  O‘zbekiston Respublikasi Oliy Majlisi Qonunchilik palatasi va Senatining birgalikdagi vakolatlari quyidagilardan iborat:  1) O‘zbekiston Respublikasining Konstitutsiyasini qabul qilish, unga o‘zgartish va qo‘shimchalar kiritish;  2) O‘zbekiston Respublikasining konstitutsiyaviy qonunlarini, qonunlarini qabul qilish, ularga o‘zgartish va qo‘shimchalar kiritish;  3) O‘zbekiston Respublikasining referendumini o‘tkazish to‘g‘risida va uni o‘tkazish sanasini tayinlash haqida qaror qabul qilish;  4) O‘zbekiston Respublikasi ichki va tashqi siyosatining asosiy yo‘nalishlarini belgilash hamda davlat strategik dasturlarini qabul qilish;  5) O‘zbekiston Respublikasi qonun chiqaruvchi, ijro etuvchi hamda sud hokimiyati organlarining tizimini va vakolatlarini belgilash;  6) O‘zbekiston Respublikasi tarkibiga yangi davlat tuzilmalarini qabul qilish va ularning O‘zbekiston Respublikasi tarkibidan chiqishi haqidagi qarorlarni tasdiqlash;  7) boj, valyuta va kredit ishlarini qonun yo‘li bilan tartibga solish;  8) O‘zbekiston Respublikasi Vazirlar Mahkamasining taqdimiga binoan O‘zbekiston Respublikasining Davlat budjetini qabul qilish va uning ijrosini nazorat etish;  9) soliqlar va boshqa majburiy to‘lovlarni joriy qilish;  10) O‘zbekiston Respublikasining ma’muriy-hududiy tuzilishi masalalarini qonun yo‘li bilan tartibga solish, chegaralarini o‘zgartirish;  11) tumanlar, shaharlar, viloyatlarni tashkil etish, tugatish, ularning nomini hamda chegaralarini o‘zgartirish;  12) davlat mukofotlari va unvonlarini ta’sis etish;  13) O‘zbekiston Respublikasi Prezidentining vazirliklar, davlat qo‘mitalari va davlat boshqaruvining boshqa organlarini tuzish hamda tugatish to‘g‘risidagi farmonlarini tasdiqlash;  14) O‘zbekiston Respublikasi Markaziy saylov komissiyasini tuzish;  15) O‘zbekiston Respublikasi Prezidentining taqdimiga binoan O‘zbekiston Respublikasi Bosh vaziri nomzodini ko‘rib chiqish va tasdiqlash, shuningdek mamlakat ijtimoiy-iqtisodiy rivojlanishining dolzarb masalalari yuzasidan Bosh vazirning hisobotlarini eshitish va muhokama qilish;  16) O‘zbekiston Respublikasi Oliy Majlisining Inson huquqlari bo‘yicha vakili va uning o‘rinbosarini saylash;  17) O‘zbekiston Respublikasi Hisob palatasining hisobotini ko‘rib chiqish;  18) O‘zbekiston Respublikasi Prezidentining O‘zbekiston Respublikasiga hujum qilinganda yoki tajovuzdan bir-birini mudofaa qilish yuzasidan tuzilgan shartnoma majburiyatlarini bajarish zaruriyati tug‘ilganda urush holati e’lon qilish to‘g‘risidagi farmonini tasdiqlash;  19) O‘zbekiston Respublikasi Prezidentining umumiy yoki qisman safarbarlik e’lon qilish, favqulodda holat joriy etish, uning amal qilishini uzaytirish yoki tugatish to‘g‘risidagi farmonlarini tasdiqlash;  20) xalqaro shartnomalarni ratifikatsiya va denonsatsiya qilish;  21) parlament nazoratini va ushbu Konstitutsiyada nazarda tutilgan boshqa vakolatlarni amalga oshirish.  Palatalarning birgalikdagi vakolatlariga kiradigan masalalar, qoida tariqasida, avval O‘zbekiston Respublikasi Oliy Majlisining Qonunchilik palatasida, so‘ngra Senatida ko‘rib chiqiladi.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasining Konstitutsiyasi 78-modda",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-20596#-93813"
        },
        {
            "T/r": "63",
            "Savol": "Senatning mutloq vakolatlariga nimalar kiradi.  ",
            "yo'nalish": "konstitutsiya",
            "Javob": "80-modda.  O‘zbekiston Respublikasi Oliy Majlisining Senati mutlaq vakolatlariga:  1) O‘zbekiston Respublikasi Oliy Majlisining Senati Raisini va uning o‘rinbosarlarini, qo‘mitalarning raislari va ularning o‘rinbosarlarini saylash;  2) O‘zbekiston Respublikasi Prezidentining taqdimiga binoan O‘zbekiston Respublikasi Konstitutsiyaviy sudini saylash;  3) O‘zbekiston Respublikasi Prezidentining taqdimiga binoan O‘zbekiston Respublikasi Oliy sudini saylash;  4) O‘zbekiston Respublikasi Prezidentining taqdimiga binoan O‘zbekiston Respublikasi Sudyalar oliy kengashining raisini tayinlash;  6) O‘zbekiston Respublikasi Prezidentining O‘zbekiston Respublikasi Bosh prokurori va Hisob palatasi raisini tayinlash hamda ularni lavozimidan ozod etish to‘g‘risidagi farmonlarini tasdiqlash;  7) O‘zbekiston Respublikasi Prezidentining O‘zbekiston Respublikasi Davlat xavfsizlik xizmati raisini tayinlash va uni lavozimidan ozod etish to‘g‘risidagi farmonlarini tasdiqlash;  8) O‘zbekiston Respublikasi Prezidentining taqdimiga binoan O‘zbekiston Respublikasining chet davlatlardagi diplomatik va boshqa vakillarini tayinlash hamda ularni lavozimidan ozod etish;  9) O‘zbekiston Respublikasi Prezidentining taqdimiga binoan O‘zbekiston Respublikasi Markaziy banki Boshqaruvining raisini tayinlash va uni lavozimidan ozod etish;  10) O‘zbekiston Respublikasi Prezidentining taqdimiga binoan amnistiya to‘g‘risidagi hujjatlarni qabul qilish;  11) O‘zbekiston Respublikasi Bosh prokurorining taqdimiga binoan O‘zbekiston Respublikasi Oliy Majlisining Senati a’zosini daxlsizlik huquqidan mahrum etish to‘g‘risidagi masalalarni hal etish;  12) O‘zbekiston Respublikasi Bosh prokurorining, O‘zbekiston Respublikasi Markaziy banki Boshqaruvi raisining hisobotlarini eshitish;  13) o‘z faoliyatini tashkil etish va palataning ichki tartib qoidalari bilan bog‘liq masalalar yuzasidan qarorlar qabul qilish;  14) siyosiy, ijtimoiy-iqtisodiy hayot sohasidagi u yoki bu masalalar yuzasidan, shuningdek davlat ichki va tashqi siyosati masalalari yuzasidan qarorlar qabul qilish kiradi.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasining Konstitutsiyasi 80-modda",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-20596#-93813"
        },
        {
            "T/r": "94",
            "Savol": "Referendum nima",
            "yo'nalish": "konstitutsiya",
            "Javob": "1-modda. O‘zbekiston Respublikasining referendumi  O‘zbekiston Respublikasining referendumi (bundan buyon matnda referendum deb yuritiladi) O‘zbekiston Respublikasining qonunlarini va boshqa qarorlarni qabul qilish maqsadlarida jamiyat va davlat hayotining eng muhim masalalari yuzasidan fuqarolarning umumxalq ovoz berishidir.  Referendum saylovlar bilan bir qatorda xalq irodasining bevosita ifodasidir.  Referendumda qabul qilingan qarorlar oliy yuridik kuchga ega bo‘ladi.  Agar referendumda qabul qilingan qarorlarda boshqacha tartib nazarda tutilgan bo‘lmasa, referendumda qabul qilingan qarorlar faqat referendum yo‘li bilan bekor qilinishi yoki o‘zgartirilishi mumkin.  Referendum O‘zbekiston Respublikasining butun hududida o‘tkaziladi.  2-modda. Referendum predmeti bo‘lmaydigan masalalar  Quyidagi masalalar referendum predmeti bo‘lishi mumkin emas:  O‘zbekiston Respublikasining hududiy yaxlitligini o‘zgartirish;  O‘zbekiston Respublikasi Davlat budjeti va soliqlar;  amnistiya va avf etish;  jamoat tartibini, aholi sog‘lig‘i va xavfsizligini ta’minlash bo‘yicha favqulodda va shoshilinch chora-tadbirlar o‘tkazish;  O‘zbekiston Respublikasining xalqaro shartnomalaridan kelib chiqadigan majburiyatlarni bajarish;  mansabdor shaxslarni tayinlash va vazifasidan ozod etish.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasining Referendumi to‘g‘risida qonuni 1-2-modda",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-81253"
        },
        {
            "T/r": "104",
            "Savol": "Konstitutsiyada belgilangan shaxsiy huquq va erkinliklarni aytib bering",
            "yo'nalish": "konstitutsiya",
            "Javob": "24-modda.  Yashash huquqi har bir insonning uzviy huquqidir. Inson hayotiga suiqasd qilish eng og‘ir jinoyatdir.  25-modda.  Har kim erkinlik va shaxsiy daxlsizlik huquqiga ega.  Hech kim qonunga asoslanmagan holda hibsga olinishi yoki qamoqda saqlanishi mumkin emas.  26-modda.  Jinoyat sodir etganlikda ayblanayotgan har bir shaxsning ishi sudda qonuniy tartibda, oshkora ko‘rib chiqilib, uning aybi aniqlanmaguncha u aybdor hisoblanmaydi. Sudda ayblanayotgan shaxsga o‘zini himoya qilish uchun barcha sharoitlar ta’minlab beriladi.  Hech kim qiynoqqa solinishi, zo‘ravonlikka, shafqatsiz yoki inson qadr-qimmatini kamsituvchi boshqa tarzdagi tazyiqqa duchor etilishi mumkin emas.  Hech kimda uning roziligisiz tibbiy yoki ilmiy tajribalar o‘tkazilishi mumkin emas.  27-modda.  Har kim o‘z sha’ni va obro‘siga qilingan tajovuzlardan, shaxsiy hayotiga aralashishdan himoyalanish va turar joyi daxlsizligi huquqiga ega.  Hech kim qonun nazarda tutgan hollardan va tartibdan tashqari birovning turar joyiga kirishi, tintuv o‘tkazishi yoki uni ko‘zdan kechirishi, yozishmalar va telefonda so‘zlashuvlar sirini oshkor qilishi mumkin emas.  28-modda.  O‘zbekiston Respublikasi Fuqarosi Respublika hududida bir joydan ikkinchi joyga ko‘chish, O‘zbekiston Respublikasiga kelish va undan chiqib ketish huquqiga ega. Qonunda belgilangan cheklashlar bundan mustasnodir.  29-modda.  Har kim fikrlash, so‘z va e’tiqod erkinligi huquqiga ega. Har kim o‘zi istagan axborotni izlash, olish va uni tarqatish huquqiga ega, amaldagi konstitutsiyaviy tuzumga qarshi qaratilgan axborot va qonun bilan belgilangan boshqa cheklashlar bundan mustasnodir.  Fikr yuritish va uni ifodalash erkinligi faqat davlat siri va boshqa sirlarga taalluqli bo‘lgan taqdirdagina qonun bilan cheklanishi mumkin.  30-modda.  O‘zbekiston Respublikasining barcha davlat organlari, jamoat birlashmalari va mansabdor shaxslari fuqarolarga ularning huquq va manfaatlariga daxldor bo‘lgan hujjatlar, qarorlar va boshqa materiallar bilan tanishib chiqish imkoniyatini yaratib berishi lozim.  31-modda.  Hamma uchun vijdon erkinligi kafolatlanadi. Har bir inson xohlagan dinga e’tiqod qilish yoki hech qaysi dinga e’tiqod qilmaslik huquqiga ega. Diniy qarashlarni majburan singdirishga yo‘l qo‘yilmaydi.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasining Konstitutsiyasi 24-31-modda",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-20596#-93813"
        },
        {
            "T/r": "109",
            "Savol": "Konstitutsiyada jamiyatning qanday iqtisodiy negizlari belgilab qo’yilagan",
            "yo'nalish": "konstitutsiya",
            "Javob": "53-modda.  Bozor munosabatlarini rivojlantirishga qaratilgan O‘zbekiston iqtisodiyotining negizini xilma-xil shakllardagi mulk tashkil etadi. Davlat iste’molchilarning huquqi ustunligini hisobga olib, iqtisodiy faoliyat, tadbirkorlik va mehnat qilish erkinligini, barcha mulk shakllarining teng huquqliligini va huquqiy jihatdan bab-baravar muhofaza etilishini kafolatlaydi.  Xususiy mulk boshqa mulk shakllari kabi daxlsiz va davlat himoyasidadir. Mulkdor faqat qonunda nazarda tutilgan hollarda va tartibdagina mulkidan mahrum etilishi mumkin.  54-modda.  Mulkdor mulkiga o‘z xohishicha egalik qiladi, undan foydalanadi va uni tasarruf etadi. Mulkdan foydalanish ekologik muhitga zarar yetkazmasligi, fuqarolar, yuridik shaxslar va davlatning huquqlarini hamda qonun bilan qo‘riqlanadigan manfaatlarini buzmasligi shart.  55-modda.  Yer, yer osti boyliklari, suv, o‘simlik va hayvonot dunyosi hamda boshqa tabiiy zaxiralar umummilliy boylikdir, ulardan oqilona foydalanish zarur va ular davlat muhofazasidadir.    ",
            "Huquqiy_asos": "O‘zbekiston Respublikasining Konstitutsiyasi 53-55-modda",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-20596#-93813"
        },
        {
            "T/r": "113",
            "Savol": "O’zbekistonda sud tizimi qanday sudlardan tarkib topgan.",
            "yo'nalish": "konstitutsiya",
            "Javob": "107-modda.  O‘zbekiston Respublikasida sud tizimi O‘zbekiston Respublikasi Konstitutsiyaviy sudi, O‘zbekiston Respublikasi Oliy sudi, harbiy sudlar, Qoraqalpog‘iston Respublikasi sudi, viloyatlar va Toshkent shahar sudlari, Qoraqalpog‘iston Respublikasi ma’muriy sudi, viloyatlar va Toshkent shahar ma’muriy sudlari, fuqarolik ishlari bo‘yicha tumanlararo, tuman, shahar sudlari, jinoyat ishlari bo‘yicha tuman, shahar sudlari, tumanlararo, tuman, shahar iqtisodiy sudlari va tumanlararo ma’muriy sudlardan iboratdir.  Sudlarni tashkil etish va ularning faoliyat ko‘rsatish tartibi qonun bilan belgilanadi.  Favqulodda sudlar tuzishga yo‘l qo‘yilmaydi.",
            "Huquqiy_asos": "O‘zbekiston Respublikasining Konstitutsiyasi 107-modda",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-20596#-93813"
        },
        {
            "T/r": "2",
            "Savol": "Meros tarkibiga nimalar kiradi?",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "Meros ochilgan paytda meros qoldiruvchiga tegishli bo‘lgan, uning o‘limidan keyin ham bekor bo‘lmaydigan barcha huquq va majburiyatlar meros tarkibiga kiradi. Meros qoldiruvchining shaxsi bilan chambarchas bog‘liq bo‘lgan huquq va majburiyatlar: yuridik shaxs hisoblangan tijorat tashkilotlari va boshqa tashkilotlarga a’zolik, ularda ishtirok etish huquqlari, agar qonun yoki shartnomada boshqa hol belgilangan bo‘lmasa; hayotga yoki sog‘liqqa yetkazilgan zarar uchun tovon undirish huquqi; aliment majburiyatlari tufayli yuzaga kelgan huquqlar va majburiyatlar; mehnat va ijtimoiy ta’minot to‘g‘risidagi qonun hujjatlari asosida pensiya, nafaqa va boshqa to‘lovlar olish huquqi; mulkiy huquqlar bilan bog‘liq bo‘lmagan shaxsiy nomulkiy huquqlar meros tarkibiga kirmaydi. Meros qoldiruvchiga tegishli bo‘lgan shaxsiy nomulkiy huquqlar va boshqa nomoddiy boyliklar merosxo‘rlar tomonidan amalga oshirilishi va himoya qilinishi mumkin. ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 1113-moddasi.",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189",
            "Qo'shimcha savollar": "1. Qonun bo'yicha varislikni aytib bering. 2. Aliment yoki pensiya olish huquqi ham meros bo'lib o'tadimi. 3. Qarz ham meros bo'lib o'tadimi"
        },
        {
            "T/r": "7",
            "Savol": "Xususiy mulk huquqi. Ommaviy mulk qanday mulklarni qamrab oladi?",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "Xususiy mulk huquqi shaxsning qonun hujjatlariga muvofiq tarzda qo‘lga kiritgan mol-mulkka egalik qilish, undan foydalanish va uni tasarruf etish huquqidir. Xususiy mulk bo‘lgan mol-mulkning miqdori va qiymati cheklanmaydi. Fuqarolar, xo‘jalik shirkatlari va jamiyatlari, kooperativlar, jamoat birlashmalari, ijtimoiy fondlar va davlatga qarashli bo‘lmagan boshqa yuridik shaxslar xususiy mulk huquqining sub’ektlari hisoblanadilar. Qonun bilan man etilgan ayrim ashyolardan tashqari har qanday mol-mulk xususiy mulk bo‘lishi mumkin. Respublika mulki va ma’muriy-hududiy tuzilmalar mulkidan (munitsipal mulk) iborat bo‘lgan davlat mulki ommaviy mulkdir. ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Fuqarolik kodeksining 207-209-moddalari.",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189",
            "Qo'shimcha savollar": "1. Xususiy mulk bilan shaxsiy mulkni nima farqi bor. 2.Mulk huquqi nima"
        },
        {
            "T/r": "10",
            "Savol": "Qonun bo‘yicha vorislikni tushuntirib bering.",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "Qonun bo‘yicha vorislikda farzandlikka olingan shaxs va uning avlodlari, bir tarafdan, farzandlikka oluvchi shaxs va uning qarindoshlari, ikkinchi tarafdan, tug‘ishgan qarindoshlarga tenglashtiriladilar. Farzandlikka olinganlar va ularning avlodlari farzandlikka olingan shaxsning ota-onasi hamda buva-buvilari, aka-ukalari, opa-singillari vafot etganidan keyin qonun bo‘yicha meros olmaydilar. Farzandlikka olingan shaxsning ota-onasi hamda buva-buvilari, aka-ukalari, opa-singillari farzandlikka olingan shaxs va uning avlodlari vafot etganidan keyin qonun bo‘yicha meros olmaydilar. Qonun bo‘yicha vorislarning har bir navbati avvalgi navbatdagi merosxo‘rlar bo‘lmagan, merosdan chetlashtirilgan, merosni qabul qilmagan yoxud undan voz kechgan taqdirda vorislik huquqiga ega bo‘ladi. ",
            "Huquqiy_asos": "(O‘zbekiston Respublikasi Fuqarolik kodeksining 1134-moddasi.)",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189",
            "Qo'shimcha savollar": "1. Birinchi navbatdagi merosxo'rlar kim. 2.Meros tarkibini aytib bering"
        },
        {
            "T/r": "13",
            "Savol": "2. Asar muallifi kim bo‘lishi mumkin? Mualliflik huquqining yuzaga kelishi va mualliflik prezumpsiyasini tushuntirib bering.",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "Asar kimning ijodiy mehnati bilan yaratilgan bo‘lsa, ana shu fuqaro asar muallifi deb yeʼtirof yetiladi. Fan, adabiyot va sanʼat asariga mualliflik huquqi uni yaratish fakti bo‘yicha yuzaga keladi. Mualliflik huquqining yuzaga kelishi va amalga oshirilishi uchun asarni ro‘yxatdan o‘tkazish yoki biron-bir boshqa rasmiyatchilikka rioya yetish talab qilinmaydi. Asarning asl nusxasida yoki nusxasida muallif sifatida ko‘rsatilgan shaxs, agar boshqacha hol isbotlanmagan bo‘lsa, asar muallifi hisoblanadi. Asar imzosiz yoki taxallus ostida chop yetilgan taqdirda (muallifning taxallusi uning kim yekanligiga shubha qoldirmaydigan hollar bundan mustasno), asarni chop yetgan, asarda ismi yoki nomi ko‘rsatilgan noshir, agar boshqa dalillar bo‘lmasa, muallifning vakili hisoblanadi hamda muallifning huquqlarini himoya qilish va ularning amalga oshirilishini ta’minlash huquqiga yegadir. Bu qoida bunday asar muallifi o‘z shaxsini oshkor yetguniga va o‘zining muallif yekanligini ma’lum qilguniga qadar amalda bo‘ladi. ",
            "Huquqiy_asos": "(O‘zbekiston Respublikasi Fuqarolik kodeksining 1046-moddasi.)-",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189",
            "Qo'shimcha savollar": "1. Asar qayerdan ro'yxatdan o'tishi kerak. 2. Asarlar qachondan jamiyat mulkiga aylanadi."
        },
        {
            "T/r": "20",
            "Savol": "Majburiyat tushunchasi. Majburiyatni bajarish muddati? Majburiyatning bajarilishi qanday usullar bilan ta’minlanishi mumkin?",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "Majburiyat — fuqarolik huquqiy munosabati bo‘lib, unga asosan bir shaxs (qarzdor) boshqa shaxs (kreditor) foydasiga muayyan harakatni amalga oshirishga, chunonchi: mol-mulkni topshirish, ishni bajarish, xizmatlar ko‘rsatish, pul to‘lash va hokazo yoki muayyan harakatdan o‘zini saqlashga majbur bo‘ladi, kreditor esa — qarzdordan o‘zining majburiyatlarini bajarishni talab qilish huquqiga ega bo‘ladi. Agar majburiyatni bajarish muddati ko‘rsatilmagan yoki talab qilib olish payti bilan belgilab qo‘yilgan bo‘lsa, kreditor har qachon ijroni talab qilishga, qarzdor esa — ijroni har qachon amalga oshirishga haqli bo‘ladi. Majburiyatni darhol bajarish vazifasi qonun, shartnoma yoki majburiyatning mohiyatidan anglashilmasa, qarzdor bunday majburiyatni kreditor talab qilgan kundan boshlab yetti kunlik muddat ichida bajarishi shart. Majburiyat kelishilgan va taraflar uchun maqbul usulda bajarilishi shart. Majburiyatni bajarish usuli, agar bu usul majburiyatning mohiyatidan anglashilmasa va qonun bilan belgilab qo‘yilgan bo‘lmasa, shartnomada ko‘rsatilgan bo‘lishi kerak. ",
            "Huquqiy_asos": "(O‘zbekiston Respublikasi Fuqarolik kodeksining 234, 242 va 259-moddalari.)",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "26",
            "Savol": "Egasiz ashyo deganda nimani tushunasiz",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "191-modda. Egasiz ashyo  Egasi bo‘lmagan yoki egasi noma’lum bo‘lgan ashyo egasiz ashyo hisoblanadi.  Agar bu hol topilma to‘g‘risidagi, qarovsiz hayvonlar va xazina to‘g‘risidagi qoidalarda rad etilmagan bo‘lsa, egasiz ko‘char ashyolarga egalik qilish huquqini vujudga keltiruvchi muddat asosida qo‘lga kiritilishi mumkin.  Egasiz ko‘chmas ashyolar tegishli davlat organining yoki fuqarolar o‘zini o‘zi boshqarish organining arizasiga muvofiq ko‘chmas mol-mulkni davlat ro‘yxatiga oluvchi organ tomonidan hisobga olinadi.  Egasiz ko‘chmas ashyo hisobga olinganidan keyin bir yil muddat o‘tgach, davlat mol-mulkini boshqarishga vakolati bo‘lgan organ yoki fuqarolarning o‘zini o‘zi boshqarish organi bu ashyoni davlat mulkiga yoki fuqarolarning o‘zini o‘zi boshqarish organi mulkiga kirgan deb hisoblash to‘g‘risidagi talab bilan sudga murojaat etishi mumkin.  Sudning hal qiluv qaroriga binoan davlat mulkiga o‘tmagan deb hisoblangan egasiz ko‘chmas ashyo uni tashlab ketgan mulkdorning egaligiga, foydalanishiga va tasarrufiga yana qabul qilinishi yoki egalik qilish huquqini vujudga keltiruvchi muddat asosida qo‘lga kiritilishi mumkin.  Egasiz ashyolarni aniqlash va hisobga olish tartibi O‘zbekiston Respublikasi Hukumati tomonidan belgilanadi.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi 191-modda",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "31",
            "Savol": "Davo muddati tushunchasi va turlari. Davoning o’ta boshlashi qaysi holatlarda to’ztatiladi.",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "Da’vo muddati — shaxs o‘zining buzilgan huquqini da’vo qo‘zg‘atish yo‘li bilan himoya qilishi mumkin bo‘lgan muddatdir.  Da’vo muddati ikki xil umumiy da’vo muddati va maxsus da’vo muddati. Umumiy da’vo muddati — uch yil. Ayrim turdagi talablar uchun qonunchilikda umumiy da’vo muddatiga qaraganda qisqartirilgan yoki uzaytirilgan maxsus da’vo muddatlari belgilanishi mumkin. Agar qonunda boshqacha tartib belgilangan bo‘lmasa, ushbu Kodeks 152-162-moddalarining qoidalari maxsus da’vo muddatlariga ham joriy qilinadi. Da’vo muddatining o‘tishi quyidagi hollarda to‘xtatiladi:  1) agar da’vo qo‘zg‘atilishi uchun muayyan sharoitlarda oldini olib bo‘lmaydigan favqulodda hodisa (engib bo‘lmas kuch) to‘sqinlik qilgan bo‘lsa;  2) O‘zbekiston Respublikasi Hukumati majburiyatlarni bajarishni kechiktirganligi (moratoriy) tufayli;  3) agar da’vogar yoki javobgar harbiy holatga o‘tkazilgan Qurolli Kuchlar, chegara qo‘shinlari va ichki qo‘shinlar tarkibida bo‘lsa;  4) agar muomalaga layoqatsiz shaxsning qonuniy vakillari bo‘lmasa;  5) tegishli munosabatni tartibga soluvchi qonunchilik hujjatining amal qilishi to‘xtatilgan bo‘lsa.  6) mediatsiya tartib-taomilini amalga oshirish to‘g‘risida kelishuv tuzilgan taqdirda.",
            "Huquqiy_asos": "Fuqarolik kodeksi 149-154-modda",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "36",
            "Savol": "Nizoli va o’z o’zidan haqiqiy bo’lmagan bitimlar va bitimni haqiqiy emaslik oqibatlarini tushuntirib bering. ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "Bitim ushbu Kodeksda belgilab qo‘yilgan asoslarga ko‘ra, sud haqiqiy emas deb topganligi sababli (nizoli bitim) yoki bunday deb topilishidan qat’i nazar, haqiqiy emas deb hisoblanadi (o‘z-o‘zidan haqiqiy bo‘lmagan bitim). Nizoli bitimni haqiqiy emas deb topish to‘g‘risidagi talabni ushbu Kodeksda ko‘rsatilgan shaxslar qo‘yishlari mumkin. O‘z-o‘zidan haqiqiy bo‘lmagan bitim haqiqiy emasligining oqibatlarini qo‘llanish to‘g‘risidagi talabni har qanday manfaatdor shaxs qo‘yishi mumkin. Sud bunday oqibatlarni o‘z tashabbusi bilan qo‘llashga haqli.     115-modda. Bitimning qonun talab qiladigan shakliga rioya etmaslik  116-modda. Qonunchilikning talablariga muvofiq bo‘lmagan bitimning haqiqiy emasligi  117-modda. O‘n to‘rt yoshga to‘lmagan shaxs tomonidan tuzilgan bitimning haqiqiy emasligi  118-modda. O‘n to‘rt yoshdan o‘n sakkiz yoshgacha bo‘lgan voyaga yetmagan shaxs tomonidan tuzilgan bitimning haqiqiy emasligi  119-modda. Muomalaga layoqatsiz deb topilgan fuqaro tomonidan tuzilgan bitimning haqiqiy emasligi  120-modda. Muomala layoqati cheklangan fuqaro tomonidan tuzilgan bitimning haqiqiy emasligi  121-modda. O‘z harakatlarining ahamiyatini tushuna olmaydigan yoki ularni boshqara olmaydigan fuqaro tomonidan tuzilgan bitimning haqiqiy emasligi  122-modda. Yanglishish ta’sirida tuzilgan bitimning haqiqiy emasligi  123-modda. Aldash, zo‘rlik, qo‘rqitish, bir taraf vakilining ikkinchi taraf bilan yomon niyatda kelishishi yoki og‘ir holatlar yuz berishi ta’sirida tuzilgan bitimning haqiqiy emasligi  124-modda. Qalbaki va ko‘zbo‘yamachilik uchun tuzilgan bitimning haqiqiy emasligi  125-modda. Yuridik shaxs huquqiy layoqatidan tashqariga chiqadigan bitimning haqiqiy emasligi  128-modda. Bitimning bir qismi haqiqiy emasligining oqibatlari  Bitimning bir qismi haqiqiy sanalmasligi bitimga haqiqiy sanalmagan qism qo‘shilmasa ham u tuzilgan bo‘lar edi, deb taxmin qilish mumkin bo‘lsa, uning boshqa qismlarining haqiqiy sanalmasligiga sabab bo‘lmaydi",
            "Huquqiy_asos": "Fuqarolik kodeksi 113-128 moddalari",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "39",
            "Savol": "Shaxsiy nomulkiy huquqlar va boshqa nomoddiy nematlar deganda nimani tushunasiz.",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "Shaxsning hayoti va sog‘lig‘i, sha’ni va qadr-qimmati, shaxsiy daxlsizligi, ishchanlik obro‘si, shaxsiy hayotining daxlsizligi, xususiy va oilaviy siri, nomga bo‘lgan huquqi, tasvirga bo‘lgan huquqi, mualliflik huquqi, boshqa shaxsiy nomulkiy huquqlar hamda tug‘ilganidan boshlab yoki qonunga muvofiq fuqaroga tegishli bo‘lgan boshqa nomoddiy ne’matlar tortib olinmaydi va o‘zga usul bilan boshqa shaxsga berilmaydi. Vafot etgan kishiga tegishli bo‘lgan shaxsiy nomulkiy huquqlar va boshqa nomoddiy ne’matlar qonunda nazarda tutilgan hollarda va tartibda boshqa shaxslar, shu jumladan huquq egasining vorislari tomonidan amalga oshirilishi va himoya etilishi mumkin.",
            "Huquqiy_asos": "Fuqarolik kodeksi 99-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "42",
            "Savol": "fuqarolik qonunchiligi bo’yicha kimlar majburiyatning taraflari bo’lishi mumkin. ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "Majburiyatning taraflari — kreditor yoki qarzdor sifatida bir yoki bir paytning o‘zida bir necha shaxs ishtirok etishi mumkin.  Majburiyatda qarzdor tomonida ishtirok etgan shaxslardan biriga kreditor bildirgan talablarning haqiqiy emasligi, shuningdek bunday shaxsga talab qo‘yishga doir da’vo muddati o‘tib ketganligi kreditorning qolgan shaxslarga bo‘lgan talablariga o‘zicha daxl etmaydi.  Agar taraflar shartnomaga binoan bir-birlariga nisbatan majburiyatli bo‘lsa, taraflardan har biri boshqa taraf oldida uning foydasiga nima qilishi shart ekanligi jihatidan uning qarzdori va ayni bir paytning o‘zida undan nima talab qilishga huquqli ekanligi jihatidan uning kreditori hisoblanadi.  Majburiyat unda taraflar sifatida qatnashmagan shaxslar (uchinchi shaxslar) uchun burchlar hosil qilmaydi.  Qonunchilikda yoki taraflarning kelishuvida nazarda tutilgan hollarda majburiyat uchinchi shaxslar uchun majburiyatning bir tarafi yoki har ikkala tarafiga nisbatan huquq vujudga keltirishi mumkin.  ",
            "Huquqiy_asos": "Fuqarolik kodeksi 235-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189",
            "Qo'shimcha savollar": "1.Majburiyat huquqi qanday vujudga keladi"
        },
        {
            "T/r": "45",
            "Savol": "Majburiyat tushunchasi. Majburiyatni bajarish muddatlari. ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "Majburiyat — fuqarolik huquqiy munosabati bo‘lib, unga asosan bir shaxs (qarzdor) boshqa shaxs (kreditor) foydasiga muayyan harakatni amalga oshirishga, chunonchi: mol-mulkni topshirish, ishni bajarish, xizmatlar ko‘rsatish, pul to‘lash va hokazo yoki muayyan harakatdan o‘zini saqlashga majbur bo‘ladi, kreditor esa — qarzdordan o‘zining majburiyatlarini bajarishni talab qilish huquqiga ega bo‘ladi.  Majburiyatlar shartnomadan, ziyon yetkazish natijasida hamda ushbu Kodeksda ko‘rsatilgan boshqa asoslardan kelib chiqadi.  Majburiyatni bajarish muddati  Agar majburiyatni bajarish muddati ko‘rsatilmagan yoki talab qilib olish payti bilan belgilab qo‘yilgan bo‘lsa, kreditor har qachon ijroni talab qilishga, qarzdor esa — ijroni har qachon amalga oshirishga haqli bo‘ladi. Majburiyatni darhol bajarish vazifasi qonun, shartnoma yoki majburiyatning mohiyatidan anglashilmasa, qarzdor bunday majburiyatni kreditor talab qilgan kundan boshlab yetti kunlik muddat ichida bajarishi shart.  ",
            "Huquqiy_asos": "Fuqarolik kodeksi 236-242-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "48",
            "Savol": "ishonchnoma tushunchasi va uning shakllari. ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "134-modda. Ishonchnoma  Bir shaxs (ishonch bildiruvchi) tomonidan ikkinchi shaxsga (ishonchli vakilga) uchinchi shaxslar oldida vakillik qilish uchun berilgan yozma vakolat ishonchnoma hisoblanadi. Ishonchli vakil o‘ziga ishonchnoma bilan berilgan vakolatlar doirasida ish olib boradi.  Yuridik shaxs nomidan, shuningdek yuridik shaxsga ham ishonchnoma faqat yuridik shaxsning ustavida (nizomida) ko‘rsatilgan faoliyat maqsadlariga zid bo‘lmagan bitimlarni tuzish uchungina berilishi mumkin.  135-modda. Ishonchnomaning shakli  Ishonchnoma oddiy yozma shaklda yoki notarial shaklda rasmiylashtiriladi.  Notarial shaklni talab qiluvchi bitimlarni tuzish yoxud yuridik shaxslarga nisbatan harakatlarni amalga oshirish uchun berilgan ishonchnoma notarial tasdiqlangan bo‘lishi kerak, ushbu Kodeksning 136, 137, 138-moddalarida nazarda tutilgan hollar va qonunchilik bilan ishonchnomaning o‘zgacha shakli belgilab qo‘yilgan boshqa hollar bundan mustasno.  ",
            "Huquqiy_asos": "Fuqarolik kodeksi 134-135-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "57",
            "Savol": "subsidiary javobgarlik tushunchasini yoritib bering",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "329-modda. Subsidiar javobgarlik  Qonunchilik yoki majburiyat shartlariga muvofiq asosiy qarzdor bo‘lgan boshqa shaxsning javobgarligiga qo‘shimcha ravishda javobgar bo‘lgan (subsidiar javobgarlik) shaxsga talablar qo‘yishdan oldin kreditor asosiy qarzdorga talab qo‘yishi kerak.  Agar asosiy qarzdor kreditorning talabini qondirishdan bosh tortsa yoki kreditor undan qo‘yilgan talabga oqilona muddatda javob olmagan bo‘lsa, bu talab subsidiar javobgar bo‘lgan shaxsga qo‘yilishi mumkin.  Kreditor asosiy qarzdorga bo‘lgan o‘z talabini qondirishni subsidiar javobgar shaxsdan talab qilishga haqli emas, basharti bu talab asosiy qarzdorga muqobil talabni hisobga o‘tkazish yoki mablag‘larni asosiy qarzdordan nizosiz undirib olish yo‘li bilan qondirilishi mumkin bo‘lsa.  Subsidiar javobgar shaxs o‘ziga kreditor tomonidan qo‘yilgan talabni qondirishdan oldin bu haqda asosiy qarzdorni ogohlantirishi, bordi-yu bunday shaxsga nisbatan da’vo qo‘zg‘atilgan bo‘lsa — asosiy qarzdorni ishda qatnashishga jalb qilishi kerak. Aks holda asosiy qarzdor o‘zining kreditorga qarshi e’tirozlarini subsidiar javobgar shaxsning regress talabiga qarshi qo‘yish huquqiga ega.  ",
            "Huquqiy_asos": "Fuqarolik kodeksi 329-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "66",
            "Savol": "Muallifning shaxsiy nomulkiy huquqlariga nimalar kiradi.",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "1051-modda. Muallifning shaxsiy nomulkiy huquqlari  Asar muallifiga quyidagi shaxsiy nomulkiy huquqlar tegishlidir:  asar muallifi deb e’tirof etilish huquqi (mualliflik huquqi);  asardan muallifning haqiqiy ismi, taxallusini ko‘rsatgan holda yoxud ismini ko‘rsatmasdan, ya’ni imzosiz foydalanish yoki foydalanishga ruxsat berish huquqi (mualliflik ismiga bo‘lgan huquq);  asarni har qanday shaklda oshkor qilish yoki oshkor qilishga ruxsat berish huquqi (oshkor qilishga bo‘lgan huquq), shu jumladan chaqirib olish huquqi;  asarni, shu jumladan uning nomini muallifning sha’ni va qadr-qimmatiga zarar yetkazishi mumkin bo‘lgan har qanday tarzda buzib ko‘rsatilishidan yoki har qanday boshqacha tarzda tajovuz etilishidan himoya qilish huquqi (muallif obro‘sini himoya qilish huquqi).  Muallif asarni oshkor qilish to‘g‘risida ilgari qabul qilgan qaroridan, asardan foydalanish huquqini olgan shaxslarga ular shunday qaror tufayli ko‘rgan zararlarning, shu jumladan boy berilgan foydaning o‘rnini qoplash sharti bilan, voz kechish huquqiga (asarni chaqirib olish huquqiga) egadir. Agar asar oshkor qilingan bo‘lsa, muallif uni chaqirib olganligi to‘g‘risida ommaga ma’lum qilishi shart. Bunda u asarning avval tayyorlangan nusxalarini o‘z hisobidan muomaladan olib qo‘yishga haqlidir. Bu qoidalar, agar muallif bilan tuzilgan shartnomada boshqacha qoida nazarda tutilgan bo‘lmasa, xizmat asarlariga nisbatan tatbiq etilmaydi.  Asarni nashr qilish, omma oldida ijro etish yoki undan boshqacha tarzda foydalanishda asarning o‘ziga, nomiga va muallifning ismi ko‘rsatilishiga biron-bir o‘zgartish kiritishga faqat muallifning roziligi bilan yo‘l qo‘yiladi.  Muallifning roziligisiz uning asarini bezaklar, so‘zboshi, xotima, sharhlar yoki biron-bir tushuntirishlar bilan nashr etish taqiqlanadi.  Muallifning shaxsiy nomulkiy huquqlari uning mulkiy huquqlaridan qat’i nazar, unga tegishli bo‘lib, asardan foydalanishga bo‘lgan mutlaq huquqlar boshqa shaxsga o‘tkazilgan taqdirda ham uning o‘zida saqlanib qoladi.  Muallifning o‘z shaxsiy nomulkiy huquqlarini amalga oshirishdan voz kechish to‘g‘risida biron-bir shaxs bilan kelishuvi va bu haqdagi arizasi o‘z-o‘zidan haqiqiy emas.  ",
            "Huquqiy_asos": "Fuqarolik kodeksi 1051-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-180552"
        },
        {
            "T/r": "68",
            "Savol": "Ommaviy shartnoma tushunchasini yoritib bering. ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "358-modda. Ommaviy shartnoma  Tashkilot tomonidan tuzilgan hamda uning bunday tashkilot o‘z faoliyati xususiyatiga ko‘ra o‘ziga murojaat qiladigan har bir shaxsga nisbatan amalga oshirishi shart bo‘lgan tovarlar sotish, ishlar bajarish yoki xizmatlar ko‘rsatish sohasidagi vazifalarini (chakana savdo, umumiy foydalanishdagi transportda yo‘lovchi tashish, aloqa xizmati, energiya bilan ta’minlash, tibbiy xizmat, mehmonxona xizmati va sh.k.) belgilab qo‘yadigan shartnoma ommaviy shartnoma deyiladi. Bunday tashkilot ommaviy shartnoma tuzishda bir shaxsni boshqa shaxsga nisbatan afzal ko‘rishga haqli emas, qonunchilikda nazarda tutilgan hollar bundan mustasno.  Tovarlar, ishlar va xizmatlarning bahosi, shuningdek ommaviy shartnomaning boshqa shartlari hamma iste’molchilar uchun bir xil qilib belgilanadi, qonunchilikda iste’molchilarning ayrim toifalari uchun imtiyozlar berilishiga yo‘l qo‘yiladigan hollar bundan mustasno.  Tashkilotning iste’molchiga tegishli tovarlarni berish, xizmatlar ko‘rsatish, uning uchun tegishli ishlarni bajarish imkoniyati bo‘la turib ommaviy shartnoma tuzishdan bosh tortishiga yo‘l qo‘yilmaydi.  Tashkilot ommaviy shartnoma tuzishdan asossiz bosh tortganida ushbu Kodeks 377-moddasining oltinchi va yettinchi qismlarida nazarda tutilgan qoidalar qo‘llaniladi.  Qonunda nazarda tutilgan hollarda O‘zbekiston Respublikasi Hukumati ommaviy shartnomalarni tuzish va bajarishda taraflar uchun majburiy bo‘lgan qoidalar (namunaviy shartnomalar, qoidalar va h.k.) chiqarishi mumkin.  Ommaviy shartnomaning ushbu modda ikkinchi va beshinchi qismlari bilan belgilab qo‘yilgan talablarga mos kelmaydigan shartlari haqiqiy emas",
            "Huquqiy_asos": "Fuqarolik kodeksi 358-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "71",
            "Savol": "Emansipatsiya tushunchasini izohlab bering ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "28-modda. Emansipatsiya  O‘n olti yoshga to‘lgan voyaga yetmagan shaxs mehnat shartnomasi bo‘yicha ishlayotgan bo‘lsa yoki ota-onasi, farzandlikka oluvchilari yoxud homiysining roziligiga binoan tadbirkorlik faoliyati bilan shug‘ullanayotgan bo‘lsa, u to‘la muomalaga layoqatli deb e’lon qilinishi mumkin.  Voyaga yetmagan shaxsni to‘la muomalaga layoqatli deb e’lon qilish (emansipatsiya) ota-onaning, farzandlikka oluvchilarning yoki homiyning roziligi bilan vasiylik va homiylik organining qaroriga muvofiq yoxud, bunday rozilik bo‘lmagan taqdirda, sudning qarori bilan amalga oshiriladi.  Ota-ona, farzandlikka oluvchilar va homiy emansipatsiya qilingan voyaga yetmaganning majburiyatlari bo‘yicha, xususan, u yetkazgan zarar oqibatida kelib chiqqan majburiyatlar bo‘yicha javobgar bo‘lmaydilar.",
            "Huquqiy_asos": "Fuqarolik kodeksi  28-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "74",
            "Savol": "O’zganing mulkidan cheklangan tarzda foydalanish huquqini (servitut) tushuntirib bering",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "173-modda. O‘zganing yer uchastkasidan cheklangan tarzda foydalanish (servitut) huquqi  Ko‘chmas mulk (yer uchastkasi, boshqa ko‘chmas mulk) egasi qo‘shni yer uchastkasining egasidan, zarur hollarda esa — boshqa yer uchastkasining egasidan ham o‘zganing yer uchastkasidan cheklangan tarzda foydalanish (servitut) huquqini berishni talab qilishga haqlidir.  O‘zganing yer uchastkasidan piyoda va transportda o‘ta olishni ta’minlash, elektr uzatgich, aloqa va quvur liniyalarini o‘tkazish va ulardan foydalanish, suv bilan ta’minlash uchun, shuningdek ko‘chmas mulk egasining ehtiyojlarini servitut belgilamay turib ta’minlanishi mumkin bo‘lmagan boshqa ehtiyojlarini qondirish uchun servitut belgilanishi mumkin.  Yer uchastkasida servitut belgilanishi yer uchastkasi egasining ushbu uchastkaga egalik qilish, undan foydalanish va uni tasarruf etish huquqlaridan mahrum etmaydi.  Servitut belgilashni talab qilayotgan shaxs bilan o‘zga yer uchastkasining egasi o‘rtasidagi bitimga muvofiq servitut belgilanadi va u ko‘chmas mulkka bo‘lgan huquqlarni ro‘yxatdan o‘tkazish uchun belgilangan tartibda ro‘yxatdan o‘tkazilishi lozim. Servitutni belgilash xususida kelisha olinmasa yoki uning shartlarida murosaga kelinmasa, bahs servitut belgilashni talab qilayotgan shaxsning da’vosi bo‘yicha sud tomonidan hal etiladi.  Uchastka meros qilib qoldiriladigan umrbod egalik qilish huquqi bilan berilgan yoki doimiy egalik qilish va foydalanish huquqi bilan berilgan shaxsning manfaatlari va talabi bo‘yicha ham ushbu moddaning birinchi, ikkinchi, uchinchi va to‘rtinchi qismlarida nazarda tutilgan shartlarda va tartibda servitut belgilanishi mumkin.  Servitut belgilangan uchastkaning egasi, agar qonunda boshqa tartib nazarda tutilgan bo‘lmasa, servitut kimning foydasini ko‘zlab belgilangan bo‘lsa, o‘sha shaxsdan uchastkadan foydalanganlik uchun mutanosib haq talab qilishga haqlidir.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  173-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "76",
            "Savol": "Hadya shartnomasini tushuntirib bering",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "502-modda. Hadya shartnomasi  Hadya shartnomasiga muvofiq bir taraf (hadya qiluvchi) boshqa taraf (hadya oluvchi)ga ashyoni tekinga mulk qilib beradi yoki berish majburiyatini oladi yoxud unga o‘ziga yoki uchinchi shaxsga nisbatan mulk huquqi (talabi)ni beradi yo berish majburiyatini oladi, yoxud uni o‘zi yoki uchinchi shaxs oldidagi mulkiy majburiyatdan ozod qiladi yoinki ozod qilish majburiyatini oladi.  Ashyo yoki huquq muqobil berilganida yo bo‘lmasa, muqobil majburiyat mavjud bo‘lganida shartnoma hadya deb tan olinmaydi. Bunday shartnomaga nisbatan ushbu Kodeks 124-moddasining ikkinchi qismi qoidalari qo‘llanadi.  Biron-bir shaxsga ashyoni yoki mulk huquqini tekinga berishni yoki biron-bir shaxsni mulkiy majburiyatdan ozod etishni va’da qilish (hadya etishni va’da qilish), agar va’da tegishli shaklda berilgan bo‘lsa va kelajakda aniq shaxsga ashyo yoki mulkiy huquqni tekinga berish yoki uni mulkiy majburiyatdan ozod qilish maqsadi aniq ko‘rinib turgan bo‘lsa, hadya shartnomasi deb tan olinadi.  Ashyo, mulk huquqi yoki mulkiy majburiyatdan ozod qilish shaklida hadya narsasini aniq ko‘rsatmasdan o‘zining mol-mulkini yoki mol-mulkning bir qismini hadya etishni va’da qilish o‘z-o‘zidan haqiqiy emas.  Hadyani hadya oluvchiga hadya qiluvchining vafotidan keyin topshirishni nazarda tutuvchi shartnoma o‘z-o‘zidan haqiqiy emas. Bunday hadyaga nisbatan ushbu Kodeksning vorislik to‘g‘risidagi qoidalari qo‘llanadi.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  502-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-180552"
        },
        {
            "T/r": "79",
            "Savol": "Ishonchnomaning muddatlarini aytib bering",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "139-modda. Ishonchnomaning muddati  Ishonchnoma ko‘pi bilan uch yil muddatga berilishi mumkin. Agar ishonchnomada muddat ko‘rsatilgan bo‘lmasa, u berilgan kundan boshlab bir yil mobaynida o‘z kuchini saqlaydi.  Berilgan kuni ko‘rsatilmagan ishonchnoma haqiqiy emas.  Notarius tomonidan tasdiqlanib, O‘zbekiston Respublikasidan tashqarida harakatlarni amalga oshirishga mo‘ljallangan, amal qilish muddati ko‘rsatilmagan ishonchnoma uni bergan shaxs tomonidan bekor qilingunicha o‘z kuchini saqlaydi.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  139-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "86",
            "Savol": "Fuqarolar Raxmatova va Shermatovlar Alijon ismli qo’shnisi tomonidan o’tkazilgan ariqcha uning hovlisidan o’tganligi sababli u to’sib qo’yuganligi. Buning natijasida hovlidagi ekinlarni sug'orish imkoni yoqligidan norozi bo’lib duqarolik sudiga murojaat qilishdi. Raxmatova va Shermatovlarning davosi bo’yicha huquqiy baho bering. ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "Ushbu holatda servitut huquqi buzilmoqda. Sudga murojaat qilishi qonuniy. 173-modda. O‘zganing yer uchastkasidan cheklangan tarzda foydalanish (servitut) huquqi  Ko‘chmas mulk (yer uchastkasi, boshqa ko‘chmas mulk) egasi qo‘shni yer uchastkasining egasidan, zarur hollarda esa — boshqa yer uchastkasining egasidan ham o‘zganing yer uchastkasidan cheklangan tarzda foydalanish (servitut) huquqini berishni talab qilishga haqlidir.  O‘zganing yer uchastkasidan piyoda va transportda o‘ta olishni ta’minlash, elektr uzatgich, aloqa va quvur liniyalarini o‘tkazish va ulardan foydalanish, suv bilan ta’minlash uchun, shuningdek ko‘chmas mulk egasining ehtiyojlarini servitut belgilamay turib ta’minlanishi mumkin bo‘lmagan boshqa ehtiyojlarini qondirish uchun servitut belgilanishi mumkin.  Yer uchastkasida servitut belgilanishi yer uchastkasi egasining ushbu uchastkaga egalik qilish, undan foydalanish va uni tasarruf etish huquqlaridan mahrum etmaydi.  Servitut belgilashni talab qilayotgan shaxs bilan o‘zga yer uchastkasining egasi o‘rtasidagi bitimga muvofiq servitut belgilanadi va u ko‘chmas mulkka bo‘lgan huquqlarni ro‘yxatdan o‘tkazish uchun belgilangan tartibda ro‘yxatdan o‘tkazilishi lozim. Servitutni belgilash xususida kelisha olinmasa yoki uning shartlarida murosaga kelinmasa, bahs servitut belgilashni talab qilayotgan shaxsning da’vosi bo‘yicha sud tomonidan hal etiladi.  Uchastka meros qilib qoldiriladigan umrbod egalik qilish huquqi bilan berilgan yoki doimiy egalik qilish va foydalanish huquqi bilan berilgan shaxsning manfaatlari va talabi bo‘yicha ham ushbu moddaning birinchi, ikkinchi, uchinchi va to‘rtinchi qismlarida nazarda tutilgan shartlarda va tartibda servitut belgilanishi mumkin.  Servitut belgilangan uchastkaning egasi, agar qonunda boshqa tartib nazarda tutilgan bo‘lmasa, servitut kimning foydasini ko‘zlab belgilangan bo‘lsa, o‘sha shaxsdan uchastkadan foydalanganlik uchun mutanosib haq talab qilishga haqlidir.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  173-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "87",
            "Savol": "Oferta va aksept tushunchalarini yoritib bering",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "367-modda. Oferta  Bir yoki bir necha muayyan shaxsga yuborilgan, yetarli darajada aniq bo‘lgan va taklifni kiritgan shaxsning o‘zini taklif yo‘llangan va uni qabul qiladigan shaxs bilan shartnoma tuzgan deb hisoblash niyatini ifoda etadigan taklif oferta hisoblanadi.  Ofertada shartnomaning muhim shartlari ifoda qilingan bo‘lishi kerak.  Oferta uni yo‘llagan shaxsni oferta yo‘llangan shaxs bilan u ofertani olgan paytdan boshlab bog‘laydi.  Agar ofertani chaqirib olish to‘g‘risidagi bildirish ofertaning o‘zidan oldin yoki u bilan bir vaqtda kelgan bo‘lsa, oferta olinmagan hisoblanadi.  370-modda. Aksept  Oferta yuborilgan shaxsning uni qabul qilganligi haqidagi javobi aksept hisoblanadi.  Aksept to‘liq va pisandasiz bo‘lishi kerak.  Agar qonundan, ish muomalasi odatidan yoki taraflarning ish bo‘yicha avvalgi munosabatlaridan boshqacha ma’no kelib chiqmasa, sukut saqlash aksept bo‘lmaydi.  Ofertani akseptlash uchun belgilangan muddatda olgan shaxsning unda ko‘rsatilgan shartnoma shartlarini bajarish yuzasidan qilgan harakatlari (tovarlarni jo‘natish, xizmatlar ko‘rsatish, ishlar bajarish, tegishli summani to‘lash va h. k.), agar qonunchilikda yoki ofertada boshqacha tartib nazarda tutilmagan yoki ko‘rsatilmagan bo‘lsa, aksept hisoblanadi    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  367,370-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "92",
            "Savol": "Fuqarolik huquqi obyekti sifatida ashyolarning turlarini sanab bering ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "86-modda. Ashyolarning tasnifi  Ashyolar fuqarolik huquqlarining obyektlari sifatida quyidagilarga bo‘linadi:  xususiy va turga xos alomatlari bilan belgilangan ashyolar;  bo‘linadigan va bo‘linmaydigan ashyolar;  iste’mol qilinadigan va iste’mol qilinmaydigan ashyolar;  asosiy va mansub ashyolar;  murakkab ashyolar.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  86-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "98",
            "Savol": "Zaklat tushunchasi va zaklat bo’yicha kelishuv shakllarini tushuntirib bering.",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "311-modda. Zakalat tushunchasi. Zakalat to‘g‘risidagi kelishuv shakli  Shartnoma tuzayotgan taraflardan biri shartnoma tuzilganligini isbotlash va uning ijrosini ta’minlash yuzasidan beradigan pul summasi zakalat hisoblanadi.  Zakalat to‘g‘risidagi kelishuv zakalatning summasidan qat’i nazar, yozma ravishda tuzilishi kerak.  Shartnomadagi taraf amalga oshirishi kerak bo‘lgan to‘lovlar hisobidan to‘langan summa zakalat ekanligiga, xususan ushbu moddaning ikkinchi qismida belgilangan qoidaga rioya qilinmasligi oqibatida, shubha tug‘ilgan taqdirda, bu summa, agar boshqa hol isbotlangan bo‘lmasa, bo‘nak sifatida to‘langan deb hisoblanadi.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  311-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "100",
            "Savol": "Garov shartnomasi tushunchasini yoritib bering. ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "271-modda. Garov to‘g‘risidagi shartnoma, uning shakli va shartnomani ro‘yxatdan o‘tkazish  Garov to‘g‘risidagi shartnomada garov narsasi va uning bahosi, garov bilan ta’minlanadigan majburiyatning mohiyati, miqdori va bajarilish muddati yoxud garov narsasini hamda garov bilan ta’minlanadigan majburiyatni identifikatsiya qilish uchun yetarli bo‘lgan ma’lumotlar ko‘rsatiladi. Unda garovga qo‘yilgan mol-mulk taraflarning qaysi birida ekanligi ham ko‘rsatilishi kerak.  Garov narsasi mol-mulkni umumiy tavsiflash orqali, shu jumladan mazkur mol-mulkni alohida tur yoki tasnif sifatida tavsiflash vositasida identifikatsiya qilinishi mumkin.  Garov bilan ta’minlanadigan majburiyat garovga qo‘yilgan mol-mulkning qiymatidan qoplanishi mumkin bo‘lgan majburiyatning eng ko‘p summasini ko‘rsatish yo‘li bilan identifikatsiya qilinishi mumkin.  Garov to‘g‘pisidagi shartnoma yozma shaklda tuzilishi kerak.  Ipoteka to‘g‘risidagi shartnoma, shuningdek notarial tartibda tasdiqlanishi kepak bo‘lgan shartnoma bo‘yicha majburiyatlarni ta’minlash yuzasidan ko‘char mol-mulkni yoki mol-mulkka bo‘lgan huquqlarni garovga qo‘yish to‘g‘risidagi shartnoma notarial tartibda tasdiqlanishi lozim, bundan birlamchi bozordan ko‘chmas mulk va transport vositalarini olish chog‘idagi ipoteka va garov to‘g‘risidagi shartnomalar mustasno.  Ipoteka to‘g‘risidagi shartnoma tegishli mol-mulkka doir bitimlarni ro‘yxatdan o‘tkazish uchun belgilangan tartibda ro‘yxatdan o‘tkazilishi kerak.  Ushbu moddaning to‘rtinchi, beshinchi va oltinchi qismlaridagi qoidalarga rioya qilmaslik garov to‘g‘risidagi shartnomaning haqiqiy emasligini keltirib chiqaradi.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  -moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "101",
            "Savol": "Xususiy mulk huquqi. Ommaviy mulk qanday mulklarni qamrab oladi.",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "207-modda. Xususiy mulk huquqi  Xususiy mulk huquqi shaxsning qonunchilikka muvofiq tarzda qo‘lga kiritgan mol-mulkka egalik qilish, undan foydalanish va uni tasarruf etish huquqidir.  Xususiy mulk bo‘lgan mol-mulkning miqdori va qiymati cheklanmaydi.  213-modda. Ommaviy mulk tushunchasi  Respublika mulki va ma’muriy-hududiy tuzilmalar mulkidan (munitsipal mulk) iborat bo‘lgan davlat mulki ommaviy mulkdir.  Qoraqalpog‘iston Respublikasida mulkchilik munosabatlari, shu jumladan ommaviy mulk munosabatlari ushbu Kodeks bilan, shuningdek Qoraqalpog‘iston Respublikasi qonunchiligi bilan tartibga solinadi.  214-modda. Respublika mulki  Yer, yer osti boyliklari, suv, havo bo‘shlig‘i, o‘simlik va hayvonot dunyosi hamda boshqa tabiiy boyliklar, davlat hokimiyati va boshqaruvi respublika organlarining mol-mulki, davlat ahamiyatiga ega bo‘lgan moddiy madaniy meros obyektlari, respublika budjetining mablag‘lari, oltin zaxirasi, davlatning valyuta fondi va boshqa fondlari respublika mulkidir, shuningdek korxonalar va boshqa mulkiy komplekslar, o‘quv, ilmiy, ilmiy-tadqiqot muassasalari va tashkilotlari, intellektual faoliyat natijalari, basharti bular budjet yoki davlatning o‘zga mablag‘lari hisobidan yaratilgan yoki sotib olingan bo‘lsa, boshqa mol-mulk respublika mulki bo‘lishi mumkin.  Respublika mulki bo‘lgan mol-mulkni O‘zbekiston Respublikasi Oliy Majlisi, O‘zbekiston Respublikasi Prezidenti, O‘zbekiston Respublikasi Hukumati yoki ular maxsus vakil qilgan organlar, agar qonunda boshqacha tartib nazarda tutilgan bo‘lmasa, tasarruf qiladilar.  Respublika mulki bo‘lgan mol-mulk davlat yuridik shaxslariga xo‘jalik yuritish yoki operativ boshqarish huquqi asosida biriktirib qo‘yilishi mumkin.  Respublika mulki respublika budjetiga tushadigan soliqlar va boshqa majburiy to‘lovlar hisobidan, shuningdek qonun hujjatlarida nazarda tutilgan asoslarga ko‘ra boshqa tushumlar hisobidan tashkil etiladi.  Respublika mulki obyektlari qonunchilikda belgilab qo‘yilgan tartibda va shartlar asosida xususiy mulk qilib berilishi mumkin.  215-modda. Munitsipal mulk  Davlat hokimiyati mahalliy organlarining mol-mulki, mahalliy budjet mablag‘lari, munitsipal uy-joy fondi va kommunal xo‘jalik, korxonalar va boshqa mulkiy komplekslar, xalq ta’limi, madaniyat, sog‘liqni saqlash muassasalari, shuningdek boshqa mol-mulk munitsipal mulk bo‘ladi.  Munitsipal mulk bo‘lgan mol-mulkni, agar qonunchilikda boshqacha tartib nazarda tutilgan bo‘lmasa, davlat hokimiyati mahalliy organlari yoki ular vakil qilgan organlar tasarruf etadilar.  Munitsipal mulk bo‘lgan mol-mulk yuridik shaxslarga xo‘jalik yuritish yoki operativ boshqarish huquqi asosida biriktirib qo‘yilishi mumkin.  Munitsipal mulk mahalliy budjetga tushadigan soliqlar va boshqa majburiy to‘lovlar hisobidan, shuningdek qonunchilikda nazarda tutilgan asoslarga muvofiq boshqa tushumlar hisobidan tashkil etiladi.  Munitsipal mulk obyektlari qonunchilikda belgilangan tartibda va shartlar asosida xususiy mulk qilib berilishi mumkin.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  207-215-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "107",
            "Savol": "Ixtiro, foydali model va sanoat namunasini foydalanish huquqi deganda nimani tushunasiz.",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "1083-modda. Ixtiro, foydali model, sanoat namunasidan foydalanish huquqi  Patent bilan muhofazalangan ixtiro, foydali model, sanoat namunasidan o‘z xohishicha foydalanishdagi alohida huquq, shu jumladan muhofazalangan yechimlarni qo‘llangan holda mahsulot ishlab chiqarish, patent bilan muhofazalangan texnologik jarayonlarni o‘z ishlab chiqarishida qo‘llash, muhofazalangan yechimga ega bo‘lgan mahsulotlarni sotish yoki sotishga taklif etish, tegishli mahsulotlarni chetdan keltirish huquqi patent egasiga tegishlidir.  Patent egasidan boshqa shaxslar uning ruxsatisiz ixtiro, foydali model, sanoat namunasidan foydalanishga haqli emas, bunday foydalanish ushbu Kodeks yoki boshqa qonunga muvofiq patent egasining huquqlarini buzish hisoblanmaydigan hollar bundan mustasno.  Patentlangan ixtironi, foydali model yoki sanoat namunasini qo‘llangan holda mahsulotni ruxsatsiz tayyorlash, qo‘llanish, chetdan olib kelish, sotishga taklif etish, sotish, fuqarolik muomalasiga boshqa yo‘sinda kiritish yoki shu maqsadda saqlash, shuningdek ixtiro patenti bilan muhofaza qilinayotgan usulni qo‘llanish yoxud ixtiro patenti bilan muhofaza qilinayotgan usul vositasidagina tayyorlangan mahsulotni fuqarolik muomalasiga kiritish yoki shu maqsadda saqlash patent egasi alohida huquqining buzilishi hisoblanadi.  Boshqacha holat isbotlangunga qadar mahsulot patentlangan usul bilan tayyorlangan hisoblanadi",
            "Huquqiy_asos": "Fuqarolik kodeksi  1083-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-180552"
        },
        {
            "T/r": "116",
            "Savol": "Shartnoma tushunchasi nima. Shartnoma tushunchasini izohlab bering. ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "353-modda. Shartnoma tushunchasi  Ikki yoki bir necha shaxsning fuqarolik huquqlari va burchlarini vujudga keltirish, o‘zgartirish yoki bekor qilish haqidagi kelishuvi shartnoma deyiladi.  Shartnomalarga ushbu Kodeksning 9-bobida nazarda tutilgan ikki va ko‘p taraflama bitimlar to‘g‘risidagi qoidalar qo‘llaniladi.  Shartnomadan kelib chiqqan majburiyatlarga, agar ushbu bobning qoidalarida va ushbu Kodeksda shartnomalarning ayrim turlari to‘g‘risida bayon etilgan qoidalarda boshqacha tartib nazarda tutilgan bo‘lmasa, majburiyatlar to‘g‘risidagi umumiy qoidalar (ushbu Kodeksning 234-352-moddalari) qo‘llaniladi.  Ikkitadan ortiq taraflar tuzadigan shartnomalarga, bunday shartnomalarning ko‘ptaraflamalik xususiyatiga zid bo‘lmasa, shartnoma to‘g‘risidagi umumiy qoidalar qo‘llaniladi.  ",
            "Huquqiy_asos": "Fuqarolik kodeksi  353-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "118",
            "Savol": "Muallifning mulkiy huquqlari",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "1056-modda. Muallifning mulkiy huquqlari  Muallifga asardan har qanday shaklda va har qanday usulda foydalanishda mutlaq huquqlar tegishlidir.  Yuridik va jismoniy shaxslar, ushbu Kodeksda va boshqa qonunlarda ko‘rsatilganidan tashqari hollarda, asardan faqat huquq egasi yoki boshqa vakolatli shaxs bilan tuzilgan shartnomaga binoan, shu jumladan mulkiy huquqlarni jamoaviy asosda boshqaruvchi tashkilotlar bilan tuzilgan shartnomaga binoan yoxud ular bo‘lmagan taqdirda, bu tashkilotlarning vazifalari va majburiyatlarini bajaruvchi tashkilot bilan tuzilgan shartnomaga binoan foydalanishlari mumkin.  Muallifning asardan foydalanishga bo‘lgan mutlaq huquqlari quyidagi harakatlarni amalga oshirish yoki bunday harakatlarga ruxsat berish huquqini anglatadi:  asarni takrorlash (takrorlash huquqi);  asarning asl nusxasini yoki nusxalarini sotish yoki mulk huquqini o‘zgacha tarzda boshqa shaxsga o‘tkazish yo‘li bilan tarqatish (tarqatish huquqi);  asarni barchaning e’tiboriga yetkazish (barchaning e’tiboriga yetkazish huquqi);  asarning asl nusxasini yoki nusxalarini prokatga berish (prokatga berish huquqi);  tarqatish maqsadida asarning nusxalarini, shu jumladan mutlaq mualliflik huquqlari egasining ruxsati bilan tayyorlangan nusxalarini import qilish (import qilish huquqi);  asarni sim (kabel) orqali yoki boshqa shu kabi vositalar yordamida uzatish yo‘li bilan barchaning e’tibori uchun yuborish (kabel orqali yuborish huquqi);  asarga tuzatishlar kiritish, uni aranjirovka qilish yoki boshqacha tarzda qayta ishlash (qayta ishlash huquqi);  asarni omma oldida namoyish etish (omma oldida namoyish etish huquqi);  asarni omma oldida ijro etish (omma oldida ijro etish huquqi);  asarni simsiz vositalar yordamida uzatish yo‘li bilan barchaning e’tibori uchun yuborish (efirga uzatish huquqi);  asarni tarjima qilish (tarjima qilish huquqi);  asarni barchaning e’tiboriga takroran yuborish, agar bunday yuborish dastlabki yuborishni amalga oshirgan tashkilotdan boshqa tashkilot tomonidan amalga oshirilsa (barchaning e’tiboriga takroran yuborish huquqi).  Muallif o‘z asaridan foydalanishning har bir turi uchun haq olish huquqiga (haq olish huquqiga) ega.  Agar chop etilgan asarning nusxalari ularni sotish yoki mulk huquqini o‘zgacha tarzda boshqa shaxsga o‘tkazish vositasida fuqarolik muomalasiga qonuniy kiritilgan bo‘lsa, ularning bundan buyongi tarqatilishiga muallifning roziligisiz va unga haq to‘lanmagan holda yo‘l qo‘yiladi, qonunda nazarda tutilgan hollar bundan mustasno.  Asardan daromad olish maqsadida foydalanilganligi yoki undan foydalanish bunday maqsadga qaratilmaganligidan qat’i nazar, asardan foydalanilgan deb hisoblanadi.  Asarning mazmunini tashkil etuvchi qoidalarni (ixtirolarni, boshqa texnikaviy, iqtisodiy, tashkiliy va shu kabi yechimlarni) amaliy qo‘llash asardan mualliflik huquqi ma’nosida foydalanganlik deb hisoblanmaydi ",
            "Huquqiy_asos": "Fuqarolik kodeksi  1056-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-180552"
        },
        {
            "T/r": "126",
            "Savol": "Mol-mulkni qanday turlari mavjud. ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "83-modda. Mol-mulkning turlari  Mol-mulk fuqarolik huquqlari obyekti sifatida ko‘chmas mulkka va ko‘char mulkka bo‘linadi.  Ko‘chmas mulk jumlasiga yer uchastkalari, yer osti boyliklari, binolar, inshootlar, ko‘p yillik dov-daraxtlar va yer bilan uzviy bog‘langan boshqa mol-mulk, ya’ni belgilangan maqsadiga nomutanosib zarar yetkazmagan holda joyini o‘zgartirish mumkin bo‘lmaydigan obyektlar kiradi.  Qonunda boshqa mol-mulk ham ko‘chmas mol-mulk qatoriga kiritilishi mumkin.  Ko‘chmas mol-mulkka bo‘lgan huquqlarni qo‘lga kiritish va ular bekor bo‘lishining xususiyatlari qonun hujjatlari bilan belgilab qo‘yiladi.  Ko‘chmas mulk jumlasiga kirmaydigan mol-mulk ko‘char mulk hisoblanadi. Ko‘char mulkka bo‘lgan huquqlarni ro‘yxatdan o‘tkazish talab etilmaydi, qonunda nazarda tutilgan hollar bundan mustasno.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  83-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "129",
            "Savol": "Mol mulkni ishonchli boshqarish shartnomasini tushuntirib bering",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "849-modda. Mol-mulkni ishonchli boshqarish shartnomasi  Mol-mulkni ishonchli boshqarish shartnomasi bo‘yicha bir taraf (boshqaruvning muassisi) ikkinchi tarafga (ishonchli boshqaruvchiga) mol-mulkini muayyan muddatga ishonchli boshqaruvga topshiradi, ikkinchi taraf esa ushbu mol-mulkni boshqaruvning muassisi yoki u ko‘rsatgan shaxs (foyda oluvchi) manfaatlarini ko‘zlab boshqarish majburiyatini oladi.  Mol-mulkni ishonchli boshqarishga topshirish bu mol-mulkka mulk huquqining ishonchli boshqaruvchiga o‘tishiga olib kelmaydi.  Ishonchli boshqaruvchi mol-mulkni ishonchli boshqarar ekan, ishonchli boshqarish shartnomasiga muvofiq ushbu mol-mulkka nisbatan foyda oluvchining manfaatlarini ko‘zlagan holda har qanday yuridik va amaliy harakatlarni qilishga haqli.  Qonunda yoki shartnomada mol-mulkni ishonchli boshqarish bo‘yicha ayrim harakatlarga nisbatan cheklovlar nazarda tutilishi mumkin.  Ishonchli boshqarishga topshirilgan mol-mulk yuzasidan bitimlarni ishonchli boshqaruvchi o‘z nomidan amalga oshiradi, bunda u o‘zining shunday boshqaruvchi sifatida ish olib borayotganini ko‘rsatadi. Agar yozma tarzda rasmiylashtirishni talab qilmaydigan harakatlar amalga oshirilayotganida ikkinchi taraf ishonchli boshqaruvchi bu harakatlarni ana shunday boshqaruvchi sifatida amalga oshirayotganligidan xabardor qilingan bo‘lsa, yozma hujjatlarda esa ishonchli boshqaruvchining ismi yoki nomidan keyin tegishli belgi qo‘yilgan bo‘lsa, mazkur shartga rioya qilingan hisoblanadi.  Ishonchli boshqaruvchining ana shunday boshqaruvchi sifatida harakat qilishi to‘g‘risida ko‘rsatma bo‘lmasa, u uchinchi shaxslar oldida shaxsan majburiyat oladi va ular oldida faqat o‘ziga qarashli mol-mulk bilan javob beradi.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  849-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "132",
            "Savol": "Natsionalizatsiya va rekvizitsiya nima. ",
            "yo'nalish": "fuqarolik huquqi",
            "Javob": "202-modda. Natsionalizatsiya  Natsionalizatsiya — fuqarolarga hamda yuridik shaxslarga qarashli natsionalizatsiya qilinayotgan mol-mulkka nisbatan mulk huquqini haq to‘lash asosida qonunga muvofiq davlat ixtiyoriga o‘tkazishdan iborat.  Mazkur mol-mulk keyinchalik denatsionalizatsiya qilingan taqdirda, agar qonun hujjatlarida o‘zgacha tartib belgilab qo‘yilgan bo‘lmasa, sobiq mulkdorlar ushbu mol-mulkning qaytarib berilishini talab qilishga haqlidirlar.  203-modda. Rekvizitsiya  Tabiiy ofatlar, avariyalar, epidemiyalar, epizootiyalar yuz bergan taqdirda va favqulodda tusdagi boshqa vaziyatlarda mol-mulk jamiyat manfaatlarini ko‘zlab, davlat hokimiyati organi qaroriga muvofiq mulkdordan unga mol-mulkning qiymatini to‘lagan holda qonunchilikda belgilangan tartibda va shartlar asosida olib qo‘yilishi mumkin (rekvizitsiya).  Rekvizitsiya o‘tkazilishiga sabab bo‘lgan vaziyatlarning amal qilishi to‘xtaganidan keyin rekvizitsiya qilingan mol-mulkning sobiq egasi saqlanib qolgan mol-mulkni o‘ziga qaytarib berishni talab qilishga haqli.    ",
            "Huquqiy_asos": "Fuqarolik kodeksi  202-203-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111189"
        },
        {
            "T/r": "11",
            "Savol": "Fuqaro “B.” Uchtepa tuman Davlat xizmatlari markaziga sudlanganlik haqida ma’lumotnoma olish uchun murojaat qildi. Markaz xodimi fuqarodan tegishli ma’lumotlarni olib, so‘rovnomani elektron ravishda to‘ldirdi hamda hujjatlarini rasmiylashtirdi. Shundan so‘ng, fuqaro B. davlat xizmati ko‘rsatilgani uchun bazaviy hisoblash miqdorining 10 foizi miqdorida yig‘imni bank kassasiga to‘ladi. Ertasi kuni fuqaro B. markaz xodimiga sudlanganlik haqidagi ma’lumotnomani olish uchun zaruriyat yo‘qligi, kerak bo‘lmay qolgani uchun tulangan yig‘imni qaytarishini so‘rab murojaat qildi. Mazkur holat yuzasidan izoh bering.",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "Vazirlar Mahkamasining 2018 yil 4 oktyabrdagi 797-son qarori bilan tasdiqlangan Sudlanganlik haqida ma’lumotnoma berish bo‘yicha davlat xizmati ko‘rsatishning ma’muriy reglamentining 12-bandiga asosan, ariza beruvchilar davlat xizmatlaridan foydalanishdan uni ko‘rsatishning har qanday bosqichida bosh tortish huquqiga ega. Ariza beruvchi davlat xizmatlaridan foydalanishdan bosh tortganda uning so‘rovnomasi ko‘rmasdan qoldiriladi. Bunda to‘langan yig‘im summasi qaytarilmaydi.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2018 yil 4 oktyabrdagi 797-son qarori bilan tasdiqlangan Sudlanganlik haqida ma’lumotnoma berish bo‘yicha davlat xizmati ko‘rsatishning ma’muriy reglament",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3930387"
        },
        {
            "T/r": "16",
            "Savol": "Fuqaro Aliyev DXMga tashrif buyurib elektron navbatdan sudlanmaganlik malumotnomasini olish qismini tanladi. Tizimdagi nazbat qogozini olib 1 soat navbatda turdi chet eldagi o’rtog’I uchun sudlanmaganlik malumotnomasini olmoqchi ekanligini aytdi. Markaz xodimi o’rtogini nomidan malumotnoma ololmasligini bu uchun ishonchnoma kerakligini tushuntirdi. Fuqaro Aliyev 1 soat navbatda turganligini sihonchnoma kerakligini boshida nimaga aytmaganlini aytib janjal qildi/ Mazkur holatda markaz hodimi harakatlarini qanday baholaysiz.",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "Har bir Davlat xizmatlari markazlarida resepshinlar tashkil qilingan. Resepshinda bir nafar xodim kelgan fuqarolarni kutib olib, to‘g‘ri yo‘nalish berib turishi kerak. Agentlik direktorining 2019 yildagi 6-um son buyrug‘ida Markaz direktorlari binoning kirish qismida turib, har bir fuqaroni kutib olishi va to‘g‘ri maslahat va yo‘nalish berib turishi lozimligi belgilangan. Mazkur fuqaroga ham navbatga turishidan oldin Markaz direktori yoki xodimi tomonidan nima xizmatdan foydalanmoqchi ekanligi, hujjatlari bor-yo‘qligiga aniqlik kiritilishi lozim edi. Vazirlar Mahkamasining 2018 yil 4 oktyabrdagi 797-son qarori bilan tasdiqlangan Sudlanganlik haqida ma’lumotnoma berish bo‘yicha davlat xizmati ko‘rsatishning ma’muriy reglamentining 6-bandida ariza beruvchi nomidan uning yaqin qarindoshlari murojaat qilishlari mumkinligi belgilangan. Bunda ishonchnoma bo‘lishi nazarda tutilmagan.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2018 yil 4 oktyabrdagi 797-son qarori bilan tasdiqlangan Sudlanganlik haqida ma’lumotnoma berish bo‘yicha davlat xizmati ko‘rsatishning ma’muriy reglament",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3930387"
        },
        {
            "T/r": "21",
            "Savol": "Fuqaroligi bo‘lmagan “V” ismli shaxs bir martalik aksiya doirasida 2015 yilda qurilgan o‘zboshimchalik bilan qurilgan imorati joylashgan hududdagi tuman davlat xizmatlari markaziga ariza bilan murojaat qiladi. Biroq, davlat xizmatlari markazi xodimi arizani qabul qilishdan bosh tortdi. Mazkur holat yuzasidan izoh bering.",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "Vazirlar Mahkamasining 2018 yildagi 461-son qarorida Mazkur Nizom turar joylariga nisbatan mulk huquqini e’tirof etish bo‘yicha bir martalik umumdavlat aksiyasi doirasida jismoniy shaxslarning qurilish maqsadlari uchun ajratilmagan yer uchastkalarida yoki imorat qurish uchun ruxsatnoma olmasdan qurilgan yakka tartibdagi uy-joyiga nisbatan mulk huquqini e’tirof etish tartibini belgilaydi deb ko‘rsatilgan. Shunga ko‘ra, ushbu aksiya doirasida fuqaroligi yo‘q shaxslar ham murojaat qilishi mumkin hisoblanadi. Ushbu holatda davlat xizmatlari markazi xodimining xatti-harakatlari noqonuniy hisoblanadi.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2018 yildagi 461-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3790586"
        },
        {
            "T/r": "29",
            "Savol": " Mchj 2021-yil 1-oktabr kuni Namangan shahar davlat xizmatlari markaziga kelib hisob raqamida inkassa bo’lganligi sababli elektrga ulanish uchun naqt pul ko’rinishida yig’im tolovni amalga oshirini bildirdi biroq DXM xodimi yuridik shaxslar faqat o’z hisob raqamida eketrga ulanish uchun yig’im to’lovni amalga oshirishni  bildirdi. Maskur holatda DXM xodimi harakatlari qonuniymi? Vaziyatga huquqiy baho bering ",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "bunaqa cheklov mavjud emas.  Yuridik shaxslar uchun ham naqt pul, yoki click payme orqali to'lovlar qilishi mumkin"
        },
        {
            "T/r": "41",
            "Savol": "O‘zbekiston Respublikasi Prezidentining 2017 yil 12 dekabrdagi PF-5278-son “Aholiga davlat xizmatlari ko‘rsatishning milliy tizimini tubdan isloh qilish chora-tadbirlari to‘g‘risida”gi Farmoni bo’yicha davlat xizmatlari ko‘rsatishning milliy tizimini tubdan isloh qilish eng muhim yo’nalishlarini yoritib bering. ",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "1. Quyidagilar davlat xizmatlari ko‘rsatish milliy tizimini tubdan isloh qilishning eng muhim yo‘nalishlari deb hisoblansin:birinchidan, davlat xizmatlari ko‘rsatish sohasida ularning sifati, tezkorligi, shaffofligi va foydalanish imkoniyatini tubdan oshirish orqali “Xalq davlat idoralariga emas, davlat idoralari xalqimizga xizmat qilishi kerak” degan ulug‘vor g‘oyani so‘zsiz amalga oshirish;ikkinchidan, Tadbirkorlik subyektlariga “yagona darcha” tamoyili bo‘yicha davlat xizmatlari ko‘rsatish yagona markazlarini ham yuridik, ham jismoniy shaxslarga “yagona darcha” tamoyili bo‘yicha xizmatlarni taqdim qiluvchi Davlat xizmatlari markazlariga o‘zgartirish;uchinchidan, davlat xizmatlarining har bir turi bo‘yicha “Fuqarolar emas, hujjatlar harakatlanadi” tamoyiliga ko‘ra davlat xizmatlari ko‘rsatish mexanizmini, eng avvalo, ortiqcha tartib-taomillarni bartaraf etish, vakolatli davlat organlari va boshqa tashkilotlar zarur hujjatlar va axborotlarni boshqa tuzilmalardan mustaqil ravishda olishi hisobiga soddalashtirishni nazarda tutuvchi ma’muriy reglamentlarni tasdiqlash;to‘rtinchidan, davlat xizmatlari ko‘rsatish sohasiga innovatsion yechimlar va axborot-kommunikatsiya texnologiyalarini jadal joriy etish, davlat organlari va boshqa tashkilotlarning ma’lumotlar bazalarini idoralararo elektron hamkorlik yagona tizimiga integratsiya qilish, O‘zbekiston Respublikasi Yagona interaktiv davlat xizmatlari portali orqali davlat xizmatlari ko‘rsatish amaliyotini kengaytirish;beshinchidan, davlat xizmatlarini, shu jumladan olis joylarga chiqish orqali (“mobil davlat xizmatlari”) ko‘rsatishning maqbul, qulay va shaffof uslublaridan, mazkur sohada byurokratiya va korrupsiya yuzaga kelishini bartaraf etishga qaratilgan navbatni boshqarishning avtomatlashtirilgan tizimi va ishlarning uzaytirilgan grafigidan foydalanish;oltinchidan, davlat xizmatlari ko‘rsatish sifati va tezkorligini monitoring qilish va baholashning ilg‘or mexanizmlarini joriy etish, aholi bilan qayta aloqaning samarali tizimini, shu jumladan tezkor aloqalarni, rasmiy saytlar, ijtimoiy tarmoqlar va mobil ilovalarda on-layn so‘rovlarni tashkil qilish;yettinchidan, davlat xizmatlari ko‘rsatish sohasida malakali kadrlarni tizimli tayyorlash va qayta tayyorlashni, ularning malakasini, shu jumladan xorijiy mamlakatlarning yetakchi ixtisoslashgan muassasalarida stajirovka o‘tash orqali tizimli ravishda oshirishni tashkil etish.",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Prezidentining 2017 yil 12 dekabrdagi PF-5278-son “Aholiga davlat xizmatlari ko‘rsatishning milliy tizimini tubdan isloh qilish chora-tadbirlari to‘g‘risida”gi Farmoni",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3454462"
        },
        {
            "T/r": "43",
            "Savol": "fuqaro noturar joyni  turar joy toifasiga o’tkazish uchun DXMga murojaat qildi. DXM xodimi noturar joyni  turar joy toifasiga o’tkazish mukin emasligini bildirdi. Lekin turar joyni noturarga o’tkazish mumkinligini takidladi. Mazkur holat yuzasidan izoh bering. ",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "DXM xodimining harakati noto'g'ri noturar joyni turat joyga o'tkazish munkin. Bu masalani qurilish organi hal qiladi."
        },
        {
            "T/r": "44",
            "Savol": "Davlat xizmatlari agentligi qoshidagi davlat muassasasi shaklidagi Axborot xizmatlarini shakllantirish markazining asosiy vazifalari nimadan iborat.",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "1. Quyidagilar davlat xizmatlari ko‘rsatish milliy tizimini tubdan isloh qilishning eng muhim yo‘nalishlari deb hisoblansin:birinchidan, davlat xizmatlari ko‘rsatish sohasida ularning sifati, tezkorligi, shaffofligi va foydalanish imkoniyatini tubdan oshirish orqali “Xalq davlat idoralariga emas, davlat idoralari xalqimizga xizmat qilishi kerak” degan ulug‘vor g‘oyani so‘zsiz amalga oshirish;ikkinchidan, Tadbirkorlik subyektlariga “yagona darcha” tamoyili bo‘yicha davlat xizmatlari ko‘rsatish yagona markazlarini ham yuridik, ham jismoniy shaxslarga “yagona darcha” tamoyili bo‘yicha xizmatlarni taqdim qiluvchi Davlat xizmatlari markazlariga o‘zgartirish;uchinchidan, davlat xizmatlarining har bir turi bo‘yicha “Fuqarolar emas, hujjatlar harakatlanadi” tamoyiliga ko‘ra davlat xizmatlari ko‘rsatish mexanizmini, eng avvalo, ortiqcha tartib-taomillarni bartaraf etish, vakolatli davlat organlari va boshqa tashkilotlar zarur hujjatlar va axborotlarni boshqa tuzilmalardan mustaqil ravishda olishi hisobiga soddalashtirishni nazarda tutuvchi ma’muriy reglamentlarni tasdiqlash;to‘rtinchidan, davlat xizmatlari ko‘rsatish sohasiga innovatsion yechimlar va axborot-kommunikatsiya texnologiyalarini jadal joriy etish, davlat organlari va boshqa tashkilotlarning ma’lumotlar bazalarini idoralararo elektron hamkorlik yagona tizimiga integratsiya qilish, O‘zbekiston Respublikasi Yagona interaktiv davlat xizmatlari portali orqali davlat xizmatlari ko‘rsatish amaliyotini kengaytirish;beshinchidan, davlat xizmatlarini, shu jumladan olis joylarga chiqish orqali (“mobil davlat xizmatlari”) ko‘rsatishning maqbul, qulay va shaffof uslublaridan, mazkur sohada byurokratiya va korrupsiya yuzaga kelishini bartaraf etishga qaratilgan navbatni boshqarishning avtomatlashtirilgan tizimi va ishlarning uzaytirilgan grafigidan foydalanish;oltinchidan, davlat xizmatlari ko‘rsatish sifati va tezkorligini monitoring qilish va baholashning ilg‘or mexanizmlarini joriy etish, aholi bilan qayta aloqaning samarali tizimini, shu jumladan tezkor aloqalarni, rasmiy saytlar, ijtimoiy tarmoqlar va mobil ilovalarda on-layn so‘rovlarni tashkil qilish;yettinchidan, davlat xizmatlari ko‘rsatish sohasida malakali kadrlarni tizimli tayyorlash va qayta tayyorlashni, ularning malakasini, shu jumladan xorijiy mamlakatlarning yetakchi ixtisoslashgan muassasalarida stajirovka o‘tash orqali tizimli ravishda oshirishni tashkil etish.",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Prezidentining 2017 yil 12 dekabrdagi PF-5278-son “Aholiga davlat xizmatlari ko‘rsatishning milliy tizimini tubdan isloh qilish chora-tadbirlari to‘g‘risida”gi Farmoni",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3454462"
        },
        {
            "T/r": "46",
            "Savol": "Fuqaro B.aliyev DXMga murojaat qilib, davlat xizmatidan foydalandi. Markaz xodimi fuqaroga ikkita invoys chiqarib berib, kassaga borib to’lab kelishni aytdi. Fuqaro bular nimaga ikkita invoys ekanligi so’radi. Xodim to’lovlarni tizim shaklantirib berishini, buni o’ziga olmasligini aytib javob berdi. Fuqaro yuqori turuvchi organga murojaat qilib, markaz tomonidan ortiqcha to’lov undirilganligidan shikoyat qildi. Vaziyatga huquqiy baho bering",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "Xodim harakatlari noto''g'ri. DXM xodimi to'lov nima uchun olinganligini tushuntirib berishi kerak edi. Ikkata invoysni bittasi davlat boji ikkinchisi pulli xizmat uchun bo'lishi mumkin"
        },
        {
            "T/r": "58",
            "Savol": "Fuqaro o’zining nevarasini maktabgacha talim muassasasiga joylashga ariza topshirish uchun DXMga keldi. O’zi bilan bolaning tug’ilganlik huvohnomasi va ota-onasing passport nusxasini hamda ularning nikoh guvohnomasini olib kelgan. Ushbu vaziyatda fuqaro nevarasini MTMga joylash uchun aroza jo’nata oladimi?",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "Jo'nata oladi. bobo-buvi ariza berishi uchun ishonchnoma ham talab qilinmaydi. 8. Ota-onalar, ularning o‘rnini bosuvchi shaxslar (farzandlikka oluvchilar, vasiylar va homiylar), bolalarning yaqin qarindoshlari (bobosi, buvisi, voyaga yetgan akasi yoki opasi) yoki uchinchi shaxslar (keyingi o‘rinlarda — ariza beruvchilar) yo‘llanmalar olish uchun davlat xizmatlari markazlariga o‘zlari kelib murojaat qiladilar yoki elektron shaklda davlat xizmatlaridan foydalanish uchun mustaqil ravishda (yoki vakolatli organ yordamida) YIDXPda ro‘yxatga olinadilar, shuningdek, davlat xizmatidan kompleks tarzda foydalanish uchun fuqarolik holati dalolatnomalarini yozish organiga tug‘ilishni qayd etish bilan bir vaqtda murojaat qilishlari mumkin.Bolani uchinchi shaxslar tomonidan tashkilotga navbatga qo‘yish yoki yo‘llanma olish uchun murojaat etish faqat ota-onalar, ularning o‘rnini bosuvchi shaxslar yoki bolaning yaqin qarindoshlari tomonidan berilgan ishonchnoma asosida amalga oshiriladi.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2018-yil 28-martdagi 244-son qarori bilan tasdiqlangan Bolalarni davlat maktabgacha ta’lim tashkilotlariga qabul qilish bo‘yicha davlat xizmatlari ko‘rsatishning MA’MURIY REGLAMENTI",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3603405"
        },
        {
            "T/r": "61",
            "Savol": "Fuqaro ipoteka krediti uchun subsidiya olish bo’yicha davlat xizmatidan foydalanish uchun barcha zarur hujjatlarni to’plagan holda DXMga murojaat qildi. DXM xodimi hujjatlarni ko’rib, barcha hujjatlar mavjudligini biroq oylik daromadi miqdori kamligi va komissiya uning arizasini rad qilishini. Shu sababli qo’shimcha daromatlarini ham qo’shib takroran murojaat qilishini aytdi. Fuqaro qo’shimcha daromatlari yo’qligini bor hujjatlarga asoslanib arizani yobirishni so’radi. DXM xodimi esa aytgan gapini takrorlab fuqaroga to’g’ri yo’nalish berishi lozimligini , bu daromat bilan unga baribir subsidiya berilmasligini aytib xizmat ko’rsatishni rad etdi. Vaziyatga huquqiy baho bering. ",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "DXM xodimining harakati noto'g'ri. Chunki subsidiya berish yoki bermaslik masalasini DXM xodimi hal qilmaydi. Fuqarodan hujjatlarni olib arizasini yubovorish kerak edi."
        },
        {
            "T/r": "62",
            "Savol": "Davlat xizmatlari ko’rsatilishida murojaatchini huquqi buzilganligi uchun aybdor shaxslarga qanday choralar qo’llaniladi. ",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "215-prim 5-modda. Davlat xizmatlari ko‘rsatish sohasidagi qonunchilikni buzishDavlat xizmatlari ko‘rsatish sohasidagi qonunchilikning arz qiluvchidan murojaatni qabul qilishni rad etganlikda, davlat xizmatlari ko‘rsatish chog‘ida murojaatlarni ko‘rib chiqish tartibini va muddatlarini buzganlikda, arz qiluvchidan qonunchilikda nazarda tutilmagan hujjatlarni talab qilib olganlikda, davlat xizmatlari ko‘rsatish sohasidagi vakolatli davlat organining qonuniy talabini (topshirig‘ini) bajarmaganlikda ifodalangan tarzda buzilishi, —mansabdor shaxslarga va xizmatchilarga bazaviy hisoblash miqdorining uch baravaridan besh baravarigacha miqdorda jarima solishga sabab bo‘ladi.Xuddi shunday huquqbuzarlik ma’muriy jazo chorasi qo‘llanilganidan keyin bir yil davomida takror sodir etilgan bo‘lsa, —mansabdor shaxslarga va xizmatchilarga bazaviy hisoblash miqdorining besh baravaridan o‘n baravarigacha miqdorda jarima solishga sabab bo‘ladi.",
            "Huquqiy_asos": "O‘ZBEKISTON RESPUBLIKASINING MA’MURIY JAVOBGARLIK TO‘G‘RISIDAGI KODEKSI",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-97664#-5452889"
        },
        {
            "T/r": "64",
            "Savol": "Fuqaro A farzandini davlat maktabgacha talim muassasasiga joylashtirmoqchi va tumandagi maktabgacha talim bo’limiga murojaat qildi. Bo’limdagilar fuqaroga bolani tug’ilganlik haqidagi guvohnoma va yashash joyidan malumotnoma olib kelish kerakligi va bo’lim tomonidan farzandiga yo’llanma rasmiylashtirib berilishini aytishdi . Mazkur holat yuzasidan izoh bering/ ",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "Bo'limning harakatlari noto'g'ri. Chunki bolani bog;chaga joylashtirish uchun DXM ga yoki my.gov.uz orqali ariza qilishi kerak edi. Maktabgacha talim bo'limini hech qanaqa vakolati yo'q",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2018-yil 28-martdagi 244-son qarori bilan tasdiqlangan Bolalarni davlat maktabgacha ta’lim tashkilotlariga qabul qilish bo‘yicha davlat xizmatlari ko‘rsatishning MA’MURIY REGLAMENTI",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3603405"
        },
        {
            "T/r": "72",
            "Savol": "Fuqaro sudlanmaganlik haqida malumot olish uchun DXMga murojaat qildi. Malumotnoma tayyor bo’lgandan keyin markaz xodimi fuqaroga uning talabi bilan qog’oz ko’rinishda taqdim qildi, Fuqaro ma’lumotnomada markazning muxri yo’qligini aytib muhr urib berishni so’radi MArkax xodimi esa ma’lumotnomada QR kod mavjud ekanligini bu ma’lumotnomani haqiqiyligini tasdiqlashini barcha davlat organlari uni qabul qilishi shart ekanligini malum qildi Fuqaro bundan norozi bo’lib tegishli joyga murojaat qildi. Vaziyatga huquqiy baho bering ",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "Markaz muhri bo'lmasa ham QR kodli ma'lumotnoma haqiqiy hisoblanadi. Lekin fuqaro talabi bilan DXM o'z muhrini bosib berishi kerak edi."
        },
        {
            "T/r": "80",
            "Savol": "A ismli fuqaro 2018 yil 20 oktabr kuni bir martalik aksiya doirasida o’zboshimchalik bilan qurilgan imoratga nisbatan mulk huquqini olish maqsadida oila azolari haqida hamda yer uchstkasiga egalik qilgan muddatlari va imorat qurgan vaqt tog’risidagi malumotnoma olish uchun MFYga bordi. MFY raisi unga Mahalla xodimi Vazirlar Mahkamasining 2018 yil 3 oktyabrdagi 789-son qarori bilan mahallalardan ma’lumotnomalar berilmasligini takidladi. Mazkur holat yuzasidan izoh bering. ",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "MFY raisining harakati noto'g'ri. Sabab 789-son qarorda oila azolari haqida hamda yer uchstkasiga egalik qilgan muddatlari va imorat qurgan vaqt tog’risidagi malumotnoma  nazarda tutilmagan va Ko‘chmas mulkka nisbatan mulk huquqini e’tirof etish bo‘yicha bir martalik umumdavlat aksiyasi doirasida ko‘chmas mulklarga nisbatan mulk huquqini e’tirof etish tartibi to‘g‘risidagi nizomda ushbu malumotlarni MFY berishi kerakligi belgilangan.",
            "Huquqiy_asos": "Ko‘chmas mulkka nisbatan mulk huquqini e’tirof etish bo‘yicha bir martalik umumdavlat aksiyasi doirasida ko‘chmas mulklarga nisbatan mulk huquqini e’tirof etish tartibi to‘g‘risida NIZOM",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3790586"
        },
        {
            "T/r": "91",
            "Savol": "Shaxs vafot etganda dafv puli qanday tartibda olinadi.",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "Ariza beruvchilar FHDY bo‘limi tomonidan o‘lim haqidagi gerbli guvohnoma yoki tibbiyot muassasasi tomonidan berilgan QR-kod (matrik shtrixli kod) qo‘yilgan o‘lim haqidagi ma’lumotnoma va shaxsini tasdiqlovchi hujjatlarini ko‘rsatgan holda, o‘lim holati qayd qilingandan boshlab 60 kun muddat ichida dafn etish uchun nafaqa pulini olish maqsadida tijorat bankining istalgan filialiga murojaat qilishi mumkin.",
            "Huquqiy_asos": "O‘limni qayd qilish bilan bog‘liq kompozit davlat xizmatlarini ko‘rsatishning MA’MURIY REGLAMENTI",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-5879633"
        },
        {
            "T/r": "105",
            "Savol": "Fuqaro 2021 yil 15-avgustda kadastr pasportini shakllantirish davlat xizmatidan foydalanib DXM orqali ariza yubordi. Oradan 1 hafta o’tgandan so’ng fuqaro ortiqcha to’lov to’langanligini bilib markazga murojaat qildi. Xodim u to’lagan pullar DXM hisob raqamiga emas Kadastr hisob raqamiga tushishini shu sababli kadastr agentligiga murojaat qilish lozimligini tushuntirdi. Fuqaro pulni DXMga to’laganligini DXM pulni qaytarib berish kerakligini talab qildi. Vaziyatga huquqiy baho bering",
            "yo'nalish": "davlat xizmatlarini ko'rsatish"
        },
        {
            "T/r": "112",
            "Savol": "Ipoteka krediti bo’yicha subsidiya olish boyicha so’rovnomaga qanday hujjatlar ilova qilinadi.",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "10. Ariza beruvchi ipoteka kreditlari bo‘yicha subsidiya olish uchun istalgan tuman (shahar) davlat xizmatlari markaziga o‘zi kelib murojaat etadi yoki Yagona interaktiv davlat xizmatlari portalida (keyingi o‘rinlarda — YIDXP) davlat xizmatidan elektron tarzda foydalanish uchun ro‘yxatdan o‘tadi.O‘zi kelib murojaat etganda, Davlat xizmatlari markazi xodimi ariza beruvchi nomidan, YIDXP orqali murojaat qilinganda esa ariza beruvchi mustaqil ravishda ushbu Nizomga 5-ilovaga muvofiq davlat xizmatidan foydalanish uchun anketa-arizani elektron tarzda to‘ldiradi.Zarur hollarda ariza beruvchining alohida namuna ko‘rsatayotgan yosh oilalar toifasiga mansubligini tasdiqlovchi hujjatlar (fan, san’at, adabiyot, sport sohasida va boshqa sohalarda yuqori natijalarga erishganligini, turli musobaqalar, tanlovlar yoki olimpiadalarning sovrindori bo‘lgani yoxud mehnat jamoasida alohida namuna ko‘rsatganini tasdiqlovchi hujjatlar) Yoshlar ishlari agentligining tuman (shahar) bo‘limlariga taqdim etiladi.Ariza beruvchidan ushbu bandda ko‘rsatilmagan ma’lumot va hujjatlarni hamda anketa-arizada qayt etilgan ma’lumotlardan tashqari boshqa hujjatlarni talab qilish qat’iyan taqiqlanadi.Mehnat migrantlari nomidan ipoteka kreditlari bo‘yicha subsidiya olish to‘g‘risidagi arizani uning oila a’zolari notarial tartibda tasdiqlangan ishonchnoma asosida berishi mumkin.Davlat xizmatlari markazi va YIDXP orqali ko‘rsatiladigan xizmatlar va markaz tomonidan tegishli tashkilotlarga so‘rov yuborish orqali ma’lumotlarga aniqlik kiritish to‘lovlarsiz (bepul) amalga oshiriladi.",
            "Huquqiy_asos": "y-joy sotib olish yoki yakka tartibdagi uy-joylarni qurish va rekonstruksiya qilish uchun fuqarolarga subsidiya to‘lash tartibi to‘g‘risida NIZOM",
            "Huquqiy_asos_havola": "https://lex.uz/uz/docs/-4774086"
        },
        {
            "T/r": "114",
            "Savol": "Hokim qarorida asosan nikoh yoshi bir yilga qisqartirilgan yani 17 yosh bo’lgan shaxsning nikohi qayd etilgan subsidiya asosida uy-joy olish uchun murojaat etildi. DXM xodimi ularni arizasini rasmiylashtirish uchun qabul qilib oldi. DXM xodimining hatti harakatlari qonuniymi/ Vaziyatga huquqiy baho bering",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "17 yoshda turmush qurgan shaxs to'la muamalaga layoqatli hisoblanadi. Shu sababli DXMga mustaqil ariza bilan murojaat qilishi mumkin."
        },
        {
            "T/r": "117",
            "Savol": "Davlat xizmatlari agentligining vazifasi",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "Davlat xizmatlari agentligi Adliya vazirligiga qo'shilib ketdi"
        },
        {
            "T/r": "121",
            "Savol": "Chet eldagi shaxs nomidan sudlanganlik haqidagi malumotnomani olish tartibini tushuntirib bering ",
            "yo'nalish": "davlat xizmatlarini ko'rsatish",
            "Javob": "Vazirlar Mahkamasining 2018 yil 4 oktyabrdagi 797-son qarori bilan tasdiqlangan Sudlanganlik haqida ma’lumotnoma berish bo‘yicha davlat xizmati ko‘rsatishning ma’muriy reglamentining 6-bandida ariza beruvchi nomidan uning yaqin qarindoshlari murojaat qilishlari mumkinligi belgilangan. Bunda ishonchnoma bo‘lishi nazarda tutilmagan. Yaqin qarindoshlari DXMga murojaat etib malumotnoma olishlari mumkin",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2018 yil 4 oktyabrdagi 797-son qarori bilan tasdiqlangan Sudlanganlik haqida ma’lumotnoma berish bo‘yicha davlat xizmati ko‘rsatishning ma’muriy reglament",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3930387"
        },
        {
            "T/r": "125",
            "Savol": "DXM orqali davlat xizmatlari uchun ortiqcha to’langan pullar qanday tartibda qatariladi.",
            "yo'nalish": "davlat xizmatlarini ko'rsatish"
        },
        {
            "T/r": "128",
            "Savol": "Davlat xizmatlari ko‘rsatish infratuzilmasini takomillashtirish va aholining davlat xizmatlaridan foydalanish imkoniyatlarini kengaytirish chora-tadbirlari to‘g‘risida O‘zbekiston Respublikasi Prezidentining Farmoni, 24.07.2021 yildagi PF-6269-son boyicha Davlat xizmatlari aparati markaziy tuzilmasida qanday o’zgarishlar qilindi. ",
            "yo'nalish": "davlat xizmatlarini ko'rsatish"
        },
        {
            "T/r": "14",
            "Savol": "3. Fuqaro 2018 yilning 15 dekabr kuni yashash joyidagi Mahalla fuqarolar yig‘iniga murojaat qilib, ijtimoiy ahvoli og‘ir oila ekanligi to‘g‘risida ma’lumotnoma berishni so‘radi. Mahalla xodimi Vazirlar Mahkamasining 2018 yil 3 oktyabrdagi 789-son qarori bilan mahallalardan ma’lumotnomalar berish butunlay to‘xtatilganligi, hozir ushbu ma’lumotnomalarni Davlat xizmatlari markazlari berishini aytib, fuqaroni Markazga yubordi. Markaz xodimi esa mahalladan beriladigan ma’lumotnomalarni berish Markazlarga o‘tmaganligini, mahallaning o‘zi tomonidan berilishi kerakligini tushuntirdi. Fuqaro ushbu vaziyatda ma’lumotnomani qaerdan olishni bilmasdan, Prezident virtual qabulxonasiga murojaat qildi. Vaziyatga huquqiy baho bering.",
            "yo'nalish": "byurokratiya",
            "Javob": "Mazkur holatda Markaz xodimi to‘g‘ri javob bergan. Vazirlar Mahkamasining 2018 yil 3 oktyabrdagi 789-son qarori bilan faqat quyidagi ma’lumotnomalarni mahalla tomonidan berilishi bekor qilingan: shaxsning yashash joyi bo‘yicha (doimiy yashash joyi bo‘yicha ro‘yxatga olinganligi) yashayotganligi, shaxsning ishsizligi, bolani, yolg‘iz shaxslarni, pensionerlarni va nogironlarni parvarish qilganligi haqida va shaxsning tavsifnomasi. Qarorda mahalladan beriladigan boshqa turdagi hujjatlarni berishni bekor qilish nazarda tutilmagan. Qarorda yuqorida ko‘rsatilgan ma’lumotnomalarni davlat organlari bevosita vakolatli davlat organidan so‘rab olishi lozimligi belgilangan.",
            "Huquqiy_asos": "Vazirlar Mahkamasining 2018 yil 3 oktyabrdagi 789-son qarori",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3929999",
            "Qo'shimcha savollar": "1. Davlat organiga shu ma'lumotlar kerak bo'lsa nima qilish kerak. 2. 6191-son qaror bo'yicha qanday hujjatlar talab qilib olish bekor bo'ldi"
        },
        {
            "T/r": "19",
            "Savol": "3. Fuqaro ishga kirish maqsadida 2021 yil 11 sentyabr kuni “Shayxontohur” akademik litseyi ma’muriyatiga murojaat qildi. Ish beruvchi fuqaroga ishga kirish uchun fuqaro tomonidan taqdim qilinishi lozim bo‘lgan hujjatlar ro‘yxatini berdi. Ro‘yxatda fuqaroning narkologiya va ruhiy kasalliklar dispanserida turmasligi haqidagi ma’lumotnoma ham bor edi. Fuqaro ushbu ma’lumotnomalarni fuqarolardan talab qilish 2021 yil 1 iyundan bekor qilinganligi, bu bo‘yicha Prezident Farmoni qabul qilinganligini, bu to‘g‘risida yangiliklarda o‘qiganligini ma’lum qildi. Ish beruvchi esa bu tartib davlat xizmati ko‘rsatish vaqtida amal qilishi, ya’ni litseyga ishga qabul qilish davlat xizmati emasligini va litsey davlat xizmati ko‘rsatuvchi tashkilot emasligini ma’lum qildi. Vaziyatga huquqiy baho bering.",
            "yo'nalish": "byurokratiya",
            "Javob": "Mazkur holatda fuqaroning e’tirozi to‘g‘ri. O‘zbekiston Respublikasi Prezidentining 2021 yil 23 martdagi PF-6191-son “Aholi va tadbirkorlik sub’ektlariga davlat xizmatlaridan foydalanishda yanada qulay sharoitlar yaratish, bu borada byurokratik to‘siqlarni qisqartirish bo‘yicha qo‘shimcha chora-tadbirlar to‘g‘risida”gi Farmonining 4-bandida ushbu ma’lumotnomalarni davlat xizmati ko‘rsatishdan tashqari, ishga qabul qilishda ham fuqarolardan so‘rash taqiqlanishi belgilangan.",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Prezidentining 2021 yil 23 martdagi PF-6191-son “Aholi va tadbirkorlik sub’ektlariga davlat xizmatlaridan foydalanishda yanada qulay sharoitlar yaratish, bu borada byurokratik to‘siqlarni qisqartirish bo‘yicha qo‘shimcha chora-tadbirlar to‘g‘risida”gi Farmoni",
            "Huquqiy_asos_havola": "https://lex.uz/ru/docs/-5339616"
        },
        {
            "T/r": "27",
            "Savol": "2022 yil 1-yanvardan boshlab davlat organlari mahalliy ijro organlari va davlat tashkiloti tomonidan aholi shu jumladan tadbirkorlik subyaktlaridan qaysi faktlarni tasdiqlovchi hujjatlarni olish bekor qilindi?",
            "yo'nalish": "byurokratiya",
            "Javob": "a) quyidagi faktlarni tasdiqlovchi ma’lumotlarni: tadbirkorlik subyekti davlat ro‘yxatidan o‘tkazilganligi to‘g‘risidagi guvohnoma ma’lumotlarini; litsenziya, ruxsat etish xususiyatiga ega hujjatlar va xabarnomalar qabul qilinganligi to‘g‘risida tasdiqnoma mavjudligini; davlat boji, yig‘imlar va boshqa to‘lovlar to‘langanligini; qimmatli qog‘ozlarga egaligini, qimmatli qog‘ozlar bilan operatsiyalar amalga oshirilganligini, dividendlar olinganligini; kam ta’minlangan oila yoki oila a’zosi sifatida ro‘yxatga olinganligini; jismoniy shaxslar tomonidan alimentlar to‘langanligini va olinganligini; oliy ma’lumot to‘g‘risidagi diplom ma’lumotlarini; jismoniy shaxs tomonidan o‘rta maxsus, professional (kasb-hunar) ta’lim muassasasi tugatilganligini; jismoniy shaxs tomonidan umumiy o‘rta ta’lim muassasasi (11-sinf negizida) tugatilganligini; fuqaro “Yoshlar daftari” yoki “Ayollar daftari”da mavjudligini; o‘zini o‘zi band qilgan shaxslar to‘g‘risida ma’lumotlarni; oliy ta’lim muassasalariga o‘qishga kirish uchun imtiyozga ega bo‘lgan abituriyentlarning imtiyoz huquqini tasdiqlovchi hujjat to‘g‘risida ma’lumotlarni; b) quyidagi hujjatlarni: moliyaviy hisobotlar nusxalarini; jismoniy shaxslarning oxirgi 12 oydagi ish haqini tasdiqlovchi ma’lumotnomalarni; ijtimoiy nafaqa va pensiyalar to‘langanligi to‘g‘risidagi ma’lumotnomalarni talab qilish bekor qilinadi  ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Prezidentining Farmoni, 24.07.2021 yildagi PF-6269-son",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-5530487"
        },
        {
            "T/r": "34",
            "Savol": "Mamuriy organning mansabdor shaxsi mamuriy organ nomidan mamuriy ish yuritishda qanday hollarda ishtirok etishga haqli emas. ",
            "yo'nalish": "byurokratiya",
            "Javob": "Ma’muriy organning mansabdor shaxsi ma’muriy organ nomidan ma’muriy ish yuritishda ishtirok etishga quyidagi hollarda haqli emas, agar u: mazkur ma’muriy ish yuritishda manfaatdor shaxs bo‘lsa; ma’muriy ish yuritishda ishtirok etuvchi manfaatdor shaxslardan biri bilan qarindoshlik yoki qayin-bo‘yinchilik va quda-andachilik munosabatida bo‘lsa (bo‘lgan bo‘lsa); ma’muriy ish yuritishda ishtirok etuvchi manfaatdor shaxslardan birining vakili bo‘lsa yoki ilgari uning vakili sifatida ayni shu ma’muriy ish yuritishda ishtirok etgan bo‘lsa; mazkur ma’muriy ishni yuritishda ma’muriy ishni hal etishga ko‘maklashuvchi shaxs sifatida ishtirok etayotgan bo‘lsa yoki ilgari ishtirok etgan bo‘lsa; boshqacha tarzda shaxsan, bevosita yoki bilvosita ma’muriy ishni hal etish natijasidan manfaatdor bo‘lsa yoki uning xolisligiga shubha tug‘diruvchi boshqa holatlar mavjud bo‘lsa.  ",
            "Huquqiy_asos": "MA’MURIY TARTIB-TAOMILLAR TO‘G‘RISIDA qonun",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-3492199"
        },
        {
            "T/r": "35",
            "Savol": "2021-yil 1-yanvardan boshlab jismoniy shaxslarning ayrim faoliyat turlari bilan shug‘ullanish huquqini beruvchi malaka sertifikatlarini berish hamda ularni ushbu maqsadda attestatsiyadan o‘tkazishning qanday tartibi joriy etildi. ",
            "yo'nalish": "byurokratiya",
            "Javob": "2022-yil 1-yanvardan boshlab jismoniy shaxslarga ayrim faoliyat turlari bilan shug‘ullanish huquqini beruvchi malaka sertifikatlarini berish hamda ularni ushbu maqsadda attestatsiyadan o‘tkazishning quyidagi tartibi joriy etilsin: malaka sertifikatlarini berish va attestatsiyadan o‘tkazish uchun murojaatlar elektron shaklda qabul qilinadi; malaka sertifikatlarini berish uchun o‘tkaziladigan imtihon jarayonlari uzluksiz videotasvirga (ovozli) tushiriladi va videotasvir kamida bir yil saqlanadi; malaka sertifikatlarini berish va attestatsiyadan o‘tkazish uchun jismoniy shaxslardan undiriladigan to‘lovlar davlat xizmatlari ko‘rsatilganligi uchun to‘langan davlat bojlari va yig‘imlar summasi hisobini yurituvchi Yagona billing tizimi orqali amalga oshiriladi; talabgorlardan imtihon olishda savollar test ko‘rinishida kompyuter vositasi orqali olinadi va natijasi shu vaqtning o‘zida ma’lum qilinadi (alohida iqtidor hamda amaliy sinovlar talab etiladigan yo‘nalishlar bundan mustasno); malaka sertifikatlari va attestatsiya guvohnomalari QR-kod qo‘yilgan holda rasmiylashtiriladi.  ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Prezidentining Farmoni, 24.07.2021 yildagi PF-6269-son",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-5530487"
        },
        {
            "T/r": "38",
            "Savol": "2021-yil 1-iyundan boshlab jismoniy va yuridik shaxslar shu jumladan tadbirkorlik subyektlaridan qanday hujjatlarni davlat organlari talab qilishi bekor qilingan. ",
            "yo'nalish": "byurokratiya",
            "Javob": "2021-yil 1-iyundan boshlab davlat organlari, xo‘jalik birlashmalari, mahalliy ijro etuvchi hokimiyat organlari, davlat tashkilotlari va muassasalari tomonidan aholidan, shu jumladan tadbirkorlik subyektlaridan: a) quyidagi faktlarni tasdiqlovchi hujjatlarni: ruhiy kasalliklar bo‘yicha dispanser hisobida turishi yoki turmasligi; narkologiya bo‘yicha dispanser hisobida turishi yoki turmasligi; sudlanganlik; manzil-ma’lumot axboroti; fuqaroning nomida shaxsiy uy-joy mavjud yoki mavjud emasligi; turar joyning maydoni; soliq qarzi mavjud yoki mavjud emasligi; soliq to‘lovchi jismoniy shaxslarning davlat soliq xizmati organlarida hisobga qo‘yilganligi; pensiya va nafaqa miqdori; pensiya va nafaqa oluvchilar ro‘yxatida mavjud yoki mavjud emasligi; nikoh qayd etilganligi, nikohda turmasligi yoki nikohdan ajralganligi; b) quyidagi hujjatlarni: shaxsni tasdiqlovchi hujjatning nusxasi; shaxsning belgilangan shakldagi fotosurati; tibbiy-ijtimoiy ekspert komissiyalarining ma’lumotnomalari; mehnat daftarchalari va ularning nusxalari (fuqarolarga pensiya tayinlash jarayonida ushbu hujjatni “Yagona milliy mehnat tizimi” idoralararo dasturiy-apparat kompleksi orqali olish imkoniyati mavjud bo‘lmagan hollarda so‘rash bundan mustasno); ish haqi va ish stajini, oliy va o‘rta maxsus ta’lim muassasasida o‘qiganlikni tasdiqlovchi arxiv ma’lumotnomalari (fuqarolarga pensiya tayinlash jarayonida ushbu hujjatni “Yagona milliy mehnat tizimi” idoralararo dasturiy-apparat kompleksi orqali olish imkoniyati mavjud bo‘lmagan hollarda so‘rash bundan mustasno); kadastr hujjatlari va ularning nusxalarini talab qilish bekor qilinadi.   ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Prezidentining Farmoni, 23.03.2021 yildagi PF-6191-son",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-5339616"
        },
        {
            "T/r": "40",
            "Savol": "Fuqaro ishga kirish bo’yicha Aloqa bank ga murojaat qildi Xodimlar bo’limi narkologiya va ruhiy kasalliklar dispanserida turmasligi haqidagi ma’lumotnoma taqdim etishni so’radi. Fuqaro bu hujjatlarni talab qilib olish Prezident farmoni bilan bekor qilinganligini malum qildi va bu hujjatlarni bankni o’zi tegishli tashkilotlardan so’rab olishi kerakligini aytdi vaziyatga huquqiy baho bering",
            "yo'nalish": "byurokratiya",
            "Javob": "2021-yil 1-iyundan boshlab davlat organlari, xo‘jalik birlashmalari, mahalliy ijro etuvchi hokimiyat organlari, davlat tashkilotlari va muassasalari tomonidan aholidan, shu jumladan tadbirkorlik subyektlaridan: a) quyidagi faktlarni tasdiqlovchi hujjatlarni: ruhiy kasalliklar bo‘yicha dispanser hisobida turishi yoki turmasligi; narkologiya bo‘yicha dispanser hisobida turishi yoki turmasligi;  talab qilish bekor qilinadi.   Kerak bo'lsa tashkilot o'zi tegishli tashkilotlardan o'zi so'rab olishi kerak ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Prezidentining Farmoni, 23.03.2021 yildagi PF-6191-son",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-5339616"
        },
        {
            "T/r": "77",
            "Savol": "A ismli fuqaro vacant joyda Namangan viloyat yuridik texnikumiga murojaat qilish uchun kollej kadrlar bo’limiga murojaat qildi.  fuqaroning narkologiya va ruhiy kasalliklar dispanserida turmasligi haqidagi ma’lumotnoma va sudlanganlik haqidagi malumotlarni olib kelishini tushuntirdi. Mazkur holatda kollej xodimining harakatlari qonuniymi. Vaziyatga huquqiy baho bering. ",
            "yo'nalish": "byurokratiya",
            "Javob": "2021-yil 1-iyundan boshlab davlat organlari, xo‘jalik birlashmalari, mahalliy ijro etuvchi hokimiyat organlari, davlat tashkilotlari va muassasalari tomonidan aholidan, shu jumladan tadbirkorlik subyektlaridan: a) quyidagi faktlarni tasdiqlovchi hujjatlarni: ruhiy kasalliklar bo‘yicha dispanser hisobida turishi yoki turmasligi; narkologiya bo‘yicha dispanser hisobida turishi yoki turmasligi;  talab qilish bekor qilinadi.   Kerak bo'lsa tashkilot o'zi tegishli tashkilotlardan o'zi so'rab olishi kerak ",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Prezidentining Farmoni, 23.03.2021 yildagi PF-6191-son",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-5339616"
        },
        {
            "T/r": "18",
            "Savol": "Qanday holatlarda mehnat shartnomasini ish beruvchining tashabbusi bilan bekor qilinadi?",
            "yo'nalish": "boshqa",
            "Javob": "2. Nomuayyan muddatga tuzilgan mehnat shartnomasini ham, muddati tugagunga qadar muddatli mehnat shartnomasini ham ish beruvchining tashabbusi bilan bekor qilish asosli bo‘lishi shart. Quyidagi sabablardan birining mavjudligi mehnat shartnomasini bekor qilishning asosli ekanligini bildiradi: 1) texnologiyadagi, ishlab chiqarish va mehnatni tashkil etishdagi o‘zgarishlar, xodimlar soni (shtati) yoki ish xususiyatining o‘zgarishiga olib kelgan ishlar hajmining qisqarganligi yoxud korxonaning tugatilganligi; 2) xodimning malakasi yetarli bo‘lmaganligi yoki sog‘lig‘i holatiga ko‘ra bajarayotgan ishiga noloyiq bo‘lib qolishi; 3) xodimning o‘z mehnat vazifalarini muntazam ravishda buzganligi. Avval mehnat vazifalarini buzganligi uchun xodim intizomiy yoki moddiy javobgarlikka tortilgan yoxud unga nisbatan mehnat to‘g‘risidagi qonun hujjatlari va boshqa normativ hujjatlarda nazarda tutilgan ta’sir choralari qo‘llanilgan kundan e’tiboran bir yil mobaynida xodim tomonidan takroran intizomga xilof nojo‘ya harakat sodir qilinishi mehnat vazifalarini muntazam ravishda buzish hisoblanadi; 4) xodimning o‘z mehnat vazifalarini bir marta qo‘pol ravishda buzganligi. Xodim bilan tuzilgan mehnat shartnomasini bekor qilishga olib kelishi mumkin bo‘lgan mehnat vazifalarini bir marta qo‘pol ravishda buzishlarning ro‘yxati: ichki mehnat tartibi qoidalari; korxona mulkdori bilan korxona rahbari o‘rtasida tuzilgan mehnat shartnomasi; ayrim toifadagi xodimlarga nisbatan qo‘llaniladigan intizom haqidagi nizom va ustavlar bilan belgilanadi. Xodimning o‘z mehnat vazifalarini buzishi qo‘pol tusga egaligi yoki ega emasligi har bir muayyan holda sodir qilingan nojo‘ya harakatning og‘ir-yengilligiga hamda bunday buzish tufayli kelib chiqqan yoki kelib chiqishi mumkin bo‘lgan oqibatlarga qarab hal etiladi; 5) o‘rindoshlik asosida ishlamaydigan boshqa xodimning ishga qabul qilinishi munosabati bilan, shuningdek mehnat shartlariga ko‘ra o‘rindoshlik ishi cheklanishi sababli o‘rindoshlar bilan mehnat shartnomasining bekor qilinganligi; 6) korxona rahbari, uning o‘rinbosarlari, bosh buxgalter bilan, korxonada bosh buxgalter lavozimi bo‘lmagan taqdirda esa, bosh buxgalter vazifasini amalga oshiruvchi xodim bilan tuzilgan mehnat shartnomasi mulkdorning almashishi sababli bekor qilinganligi. Mazkur asos bo‘yicha mehnat shartnomasini korxona mulk qilib olingan kundan boshlab uch oy mobaynida bekor qilishga yo‘l qo‘yiladi. Xodimning vaqtincha mehnatga qobiliyatsizlik davri, mehnat to‘g‘risidagi qonunchilik hamda boshqa normativ hujjatlarda nazarda tutilgan ta’tillarda bo‘lgan vaqti, uzrli sabablarga ko‘ra ishda bo‘lmagan boshqa davrlari bu muddatga kiritilmaydi; 7) xodimning pensiya yoshiga to‘lganligi, qonunchilikka muvofiq yoshga doir davlat pensiyasini olish huquqi mavjud bo‘lganda. Xodim vaqtincha mehnatga qobiliyatsizlik davrida va mehnat to‘g‘risidagi qonun hujjatlari va boshqa normativ hujjatlarda nazarda tutilgan ta’tillarda bo‘lgan davrida mehnat shartnomasini ish beruvchining tashabbusi bilan bekor qilishga yo‘l qo‘yilmaydi, korxona butunlay tugatilgan hollar bundan mustasno. (O‘zbekiston Respublikasi Mehnat kodeksining 100-moddasi.)",
            "Huquqiy_asos": "O‘zbekiston Respublikasi Mehnat kodeksining 100-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-142859",
            "Qo'shimcha savollar": "1. Intizomiy jazo turlarini aytib bering. Taraflarga bog'liq bo'lmagan holda shartnomani bekor qilish hollari qaysi"
        },
        {
            "T/r": "60",
            "Savol": "Jinoyat tushunchasiga tarif bering. Jinoyat qanday turlarga bo’linadi. ",
            "yo'nalish": "boshqa",
            "Javob": "14-modda. Jinoyat tushunchasi  Ushbu Kodeks bilan taqiqlangan, aybli ijtimoiy xavfli qilmish (harakat yoki harakatsizlik) jazo qo‘llash tahdidi bilan jinoyat deb topiladi.  Ushbu Kodeks bilan qo‘riqlanadigan obyektlarga zarar yetkazadigan yoki shunday zarar yetkazish real xavfini keltirib chiqaradigan qilmish ijtimoiy xavfli qilmish deb topiladi.  15-modda. Jinoyatlarni tasniflash  Jinoyatlar o‘z xususiyati va ijtimoiy xavflilik darajasiga ko‘ra: ijtimoiy xavfi katta bo‘lmagan; uncha og‘ir bo‘lmagan; og‘ir; o‘ta og‘ir jinoyatlarga bo‘linadi.  Ijtimoiy xavfi katta bo‘lmagan jinoyatlarga qasddan sodir etilib, qonunda uch yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar, shuningdek ehtiyotsizlik oqibatida sodir etilib, qonunda besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar kiradi.  Uncha og‘ir bo‘lmagan jinoyatlarga qasddan sodir etilib, qonunda uch yildan ortiq, lekin besh yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar, shuningdek ehtiyotsizlik oqibatida sodir etilib, qonunda besh yildan ortiq muddatga ozodlikdan mahrum qilish tarzidagi jazo nazarda tutilgan jinoyatlar kiradi.  Og‘ir jinoyatlarga qasddan sodir etilib, qonunda besh yildan ortiq, lekin o‘n yildan ko‘p bo‘lmagan muddatga ozodlikdan mahrum qilish jazosi nazarda tutilgan jinoyatlar kiradi.  O‘ta og‘ir jinoyatlarga qasddan sodir etilib, qonunda o‘n yildan ortiq muddatga ozodlikdan mahrum qilish yoxud umrbod ozodlikdan mahrum qilish jazosi nazarda tutilgan jinoyatlar kiradi.  ",
            "Huquqiy_asos": "Jinoyat kodeksi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-111453"
        },
        {
            "T/r": "127",
            "Savol": "Axborotni qayta ishlar DUK 2021-yil  10-yanvardan telekamunikatsiya tarmoqlarini loyihalashtirish va qurish va ularga hizmat ko’rsatish faoliyatini boshladi. Axborot komunikatsiyalari va telekamunikatsiyalarni rijovlantirish vazirligi tomonidan mazkur DUKga litsenziya olgan holda shugullanishi kerakligini aks holda unga nisbatan javobgarlik choralari qo’llanilishi ogohlantirildi. Korxona raxbari Soliyev esa FAOLIYATNING AYRIM TURLARINI LITSENZIYALASH TO‘G‘RISIDA qonunning 9-moddasiga kora O‘zbekiston Respublikasi Prezidenti yoki O‘zbekiston Respublikasi Vazirlar Mahkamasi qarorlari bilan tashkil etilgan davlat unitar korxonalari va muassasalari, basharti O‘zbekiston Respublikasi Prezidenti yoki O‘zbekiston Respublikasi Vazirlar Mahkamasi qarorlarida faoliyatning litsenziyalanadigan turlarini amalga oshirish nazarda tutilgan bo‘lsa, faoliyatning mazkur turlarini tegishli litsenziyani olmasdan amalga oshirishga haqli ekanligini bildirib korxona o’z faoliyatini litsenziya olmasdan faoliyat yuritishini bildirdi. Vaziyatga huquqiy baho bering. ",
            "yo'nalish": "boshqa",
            "Javob": "Agar Prezident yoki Vazirlar Mahkamasining qarori bilan tuzilgan bo'lsa litsenziya olishi shart emas",
            "Huquqiy_asos": "litsenziyalash, ruxsat berish va xabardor qilish tartib-taomillari to‘g‘risida 9-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/5511879"
        },
        {
            "T/r": "130",
            "Savol": "Fargona viloyat hokimligi Dangara tuman DXM binosini qurish bo’yicha Meyor qurilish stil MCHJ bilan davlat xususiy sherikchiligi bo’yicha shartnoma imzoladi. DVX qurish uchun korxonaga tuman markazidan  0.4 gektar yerni to’g’ridan to’g’ri ajratish bo’yicha qaror chiqardi. Bundan habar topgan blogerlar hokimni to’g’ri tog’ri yer berishda aybladi. Vaziyatga huquqib baho bering. ",
            "yo'nalish": "boshqa",
            "Javob": "Hokim auksionsiz yer berishi mumkin. 12-1-modda. Mahalliy ijro etuvchi hokimiyat organlarining davlat-xususiy sheriklik sohasidagi vakolatlari  Mahalliy ijro etuvchi hokimiyat organlari:  davlat-xususiy sheriklik to‘g‘risida bitim tuzilishi mumkin bo‘lgan o‘z tasarrufidagi obyektlarni aniqlaydi;  davlat-xususiy sheriklik to‘g‘risidagi bitim asosida amalga oshirilishi mo‘ljallanayotgan istiqbolli loyihalarni, yer uchastkalarini tegishli hududning ehtiyojlarini hamda salohiyatini inobatga olgan holda o‘rganadi va belgilaydi;  tegishli hududdagi davlat-xususiy sheriklik loyihalarini o‘z vaqtida va samarali amalga oshirishga to‘sqinlik qiladigan omillarni aniqlaydi, ularni bartaraf etish choralarini ko‘radi;  davlat-xususiy sheriklik loyihalarini amalga oshirish maqsadida O‘zbekiston Respublikasining Yer kodeksiga muvofiq yer uchastkalari davlat sherigiga auksion o‘tkazmasdan doimiy foydalanishga ajratilishini ta’minlaydi  .",
            "Huquqiy_asos": "DAVLAT-XUSUSIY SHERIKLIK TO‘G‘RISIDA qonun 12-moddasi",
            "Huquqiy_asos_havola": "https://lex.uz/docs/-4329270"
        }
    ]
}